import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_1_rus = {
  title: <>Старик и&nbsp;ленивый джигит</>,
  id: "01",
  content: {
    p0: (
      <>
        Жил в&nbsp;давние времена бедный старик. Никого у&nbsp;него, кроме
        старухи, не&nbsp;было.
      </>
    ),
    p1: (
      <>
        Пришло время сено косить. Говорит старуха:
        <br />
        &mdash;&nbsp;Ступай, старый, в&nbsp;соседнюю деревню, поищи себе
        помощника.
      </>
    ),
    p2: (
      <>
        Пошел старик. Встречает{" "}
        <CustomTooltip
          highlightedText={<>джигита</>}
          term="Джигит"
          definition={
            <>
              &nbsp;с&nbsp;тюркских языков переводится как &laquo;молодой
              парень&raquo;, &laquo;юноша&raquo;, &laquo;мо&#769;лодец&raquo;.
            </>
          }
        />
        {": "}
        <br />
        &mdash;&nbsp;Помощник мне нужен, сынок, не&nbsp;пойдешь&nbsp;ли
        ко&nbsp;мне в&nbsp;работники?
        <br />
        &mdash;&nbsp;Нет, дедушка, плохой из&nbsp;меня работник,&nbsp;&mdash;
        отвечает тот. &mdash;&nbsp;Одеваюсь я&nbsp;долго.
      </>
    ),
    p3: (
      <>
        &mdash;&nbsp;Это ничего,&nbsp;&mdash; отвечает старик.
        &mdash;&nbsp;Я&nbsp;и&nbsp;сам не&nbsp;прост: с&nbsp;воды пьян бываю.
        <br />
        &mdash;&nbsp;Ну, если так, пойдем, поработаю у&nbsp;тебя.
      </>
    ),
    p4: (
      <>
        Привел его старик домой. Утром встают, чай пьют. Хозяин быстренько
        с&nbsp;едой справился, пошел во&nbsp;двор, собрал, что надо,
        за&nbsp;работником идет. А&nbsp;тот еще{" "}
        <CustomTooltip
          highlightedText={<>лапти</>}
          term="Лапти"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это обувь, которую в&nbsp;старину плели
              из&nbsp;коры деревьев.
            </>
          }
        />{" "}
        не&nbsp;надел.
      </>
    ),
    p5: (
      <>
        Старик и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Ладно, сынок, пойду я&nbsp;пока, а&nbsp;ты&nbsp;ступай
        такой-то дорогой, там и&nbsp;найдешь меня.
      </>
    ),
    p6: (
      <>
        Взвалил он&nbsp;на&nbsp;плечо косы и&nbsp;отправился в&nbsp;луга.
        А&nbsp;джигит надевал-надевал лапоть, пока управился, полдень настал.
        Принялся он&nbsp;за&nbsp;второй лапоть. Солнце село, старик
        уж&nbsp;домой идет, а&nbsp;он&nbsp;насилу обулся. А&nbsp;как поужинали,
        джигит живо скинул лапти, спать завалился да&nbsp;тут&nbsp;же
        и&nbsp;захрапел.
      </>
    ),
    p7: (
      <>
        Старик и&nbsp;говорит старухе:
        <br />
        &mdash;&nbsp;Завтра я&nbsp;воды у&nbsp;тебя попрошу,
        а&nbsp;ты&nbsp;скажи: &laquo;Поди, из&nbsp;ведра напейся&raquo;.
      </>
    ),
    p8: (
      <>
        Утром встали они, поели, джигит снова посреди избы сел, лапти надевать
        начал. Старик и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Подай-ка воды мне, старуха, что-то не&nbsp;напился&nbsp;я.
      </>
    ),
    p9: (
      <>
        А&nbsp;старуха отвечает:
        <br />
        &mdash;&nbsp;Вода в&nbsp;ведре, пойди и&nbsp;напейся.
      </>
    ),
    p10: (
      <>
        Выпил старик ковш воды и&nbsp;захмелел. Качает его во&nbsp;все стороны.
        Пошел и&nbsp;в&nbsp;стену ударился, потом к&nbsp;печи припал, вынул
        из&nbsp;нее кирпич да&nbsp;как швырнет в&nbsp;джигита. Кирпич над самым
        его ухом просвистел и&nbsp;в&nbsp;стену ударился.
      </>
    ),
    p11: (
      <>
        Напугался джигит, во&nbsp;двор выскочил. Старуха следом вышла:
        <br />
        &mdash;&nbsp;Куда&nbsp;же ты, сынок?
      </>
    ),
    p12: (
      <>
        &mdash;&nbsp;Ох, бабуся, плохи дела,&nbsp;&mdash; говорит джигит.
        &mdash;&nbsp;Дед пьян совсем, не&nbsp;даст он&nbsp;мне житья. Вынеси-ка
        мне второй лапоть с&nbsp;
        <CustomTooltip
          highlightedText={<>онучей</>}
          term="Онучи"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это тряпки, в которые заматывали ногу, чтобы
              носить лапти. Почти как носки.
            </>
          }
        />
        {". "}
        <br />
        &mdash;&nbsp;Погоди, сынок,&nbsp;&mdash; говорит старушка.
        &mdash;&nbsp;Вот успокоится старик, сядешь посреди избы, не&nbsp;спеша
        и&nbsp;обуешься.
        <br />
        &mdash;&nbsp;Нет, бабуся. Прошу тебя, вынеси лапоть, надо обуться
        раньше, чем дед из&nbsp;дому выйдет.
      </>
    ),
    p13: (
      <>
        Вынесла старуха ему лапоть. Тут и&nbsp;дед, спотыкаясь, на&nbsp;крыльцо
        вышел. Увидел его джигит, схватил лапоть и&nbsp;в&nbsp;сарай
        со&nbsp;всех ног кинулся. Быстренько обулся там. Дед видит это
        и&nbsp;трезвеет на&nbsp;глазах. Пошли они на&nbsp;сенокос вдвоем.
        За&nbsp;день поработали на&nbsp;славу, вечером домой идут. Поели,
        попили, спать улеглись.
      </>
    ),
    p14: (
      <>
        На&nbsp;следующее утро только уселся джигит посреди избы, чтобы лапти
        обуть, а&nbsp;дед уж&nbsp;кричит:
        <br />
        &mdash;&nbsp;Дай-ка воды мне, старуха.
      </>
    ),
    p15: (
      <>
        Сунул работник ноги в&nbsp;лапти, без оглядки из&nbsp;избы выбежал, даже{" "}
        <CustomTooltip
          highlightedText={<>оборы</>}
          term="Оборы"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это веревки, которыми лапти и&nbsp;онучи
              прикрепляли к&nbsp;ноге. Почти как шнурки.
            </>
          }
        />{" "}
        не&nbsp;подобрал. Кое-как наспех оделся и&nbsp;пошел с&nbsp;дедом
        на&nbsp;луг.
      </>
    ),
    p16: <>Так отучил дед джигита от&nbsp;лени.</>,
  },
};

const tale_1_tat = {
  title: "Карт белән ялкау егет",
  id: "01",
  content: {
    p0: (
      <>
        Борын заманда ярлы гына бер карт кеше була. Бу&nbsp;картның карчыгыннан
        башка беркеме дә&nbsp;юк, ди.
      </>
    ),
    p1: (
      <>
        Язлар үтеп, печәнгә төшәр вакытлар килеп җиткәч, карчыгы әйтә картка:
        <br />
        &mdash;&nbsp;Бар, карт, күрше авылга барып, берәр кеше эзләп кара, печән
        өстендә үзеңә ярдәмче булыр иде,&nbsp;&mdash; ди.
      </>
    ),
    p2: (
      <>
        Карт күрше авылга китә. Йөри торгач, бер яшь кенә егетне очрата&nbsp;бу.
        <br />
        &mdash;&nbsp;Улым, ди, миңа бер ярдәмче кирәк иде, ди, әллә вакытлы гына
        булса да&nbsp;ялланасыңмы? &mdash;&nbsp;ди.
        <br />
        &mdash;&nbsp;Юк, бабай, яллана алмыйм,&mdash; ди&nbsp;егет,&mdash; минем
        бик озак киенә торган гадәтем бар,&mdash; ди.
      </>
    ),
    p3: (
      <>
        &mdash;&nbsp;Анысы гына бернәрсә дә&nbsp;түгел, минем үземнең
        дә&nbsp;су&nbsp;эчеп исерә торган гадәтем бар,&nbsp;&mdash; бабай әйтә.
        <br />
        &mdash;&nbsp;Алай булгач, безнең икебезнең дә&nbsp;шундый гадәтләребез
        бар икән, ялланам мин сиңа,&mdash; ди&nbsp;егет.
      </>
    ),
    p4: (
      <>
        Яллана бу&nbsp;егет. Бабай аны өенә алып кайта. Иртән торып чәй эчәргә
        утыралар. Бабай тиз генә ашап-эчә дә&nbsp;ишегалдына чыгып,
        кирәк-яракларын хәзерләп, яңадан егет янына керә. Бу&nbsp;кергәндә, егет
        бер чабатасын да&nbsp;киеп бетермәгән була әле.
      </>
    ),
    p5: (
      <>
        Шуннан соң карт:
        <br />
        &mdash;&nbsp;Ярар, улым, мин бара торыйм, син фәлән-фәлән юл&nbsp;белән
        барсаң, мине табарсың,&mdash; ди&nbsp;дә, чалгыларын күтәреп, чыгып
        та&nbsp;китә.
      </>
    ),
    p6: (
      <>
        Инде килик егеткә. Ул&nbsp;менә кия, ди, чабатасын, менә кия, ди, төш
        вакыты килеп җитте дигәндә генә, бер чабатасын киеп бетереп, икенчесен
        кияргә тотынды, ди, бу. Кояш баеп бабай эштән кайтып кергәндә икенче
        чабатасын киеп кенә бетереп утырадыр иде, ди; кичке ашны ашап бетерү
        белән, егет тиз генә чишенде&nbsp;дә, ди, яту белән йокыга
        да&nbsp;китте, ди.
      </>
    ),
    p7: (
      <>
        Егет йокысына китү белән, карт әйтә карчыгына:
        <br />
        &mdash;&nbsp;Иртәгә мин синнән су&nbsp;сорармын, син: &laquo;Су&nbsp;әнә
        чиләктә, бар да&nbsp;эч&raquo;, диярсең,&nbsp;&mdash; ди.
      </>
    ),
    p8: (
      <>
        Иртә белән болар, йокыдан торып, ашап-эчәләр дә, егет тагын идән
        уртасына җәелеп утыра чабатасын кияргә. Бабай карчыгына әйтә:
        <br />
        &mdash;&nbsp;Кая, карчык, су&nbsp;бир әле, сусыным
        басылмады,&nbsp;&mdash; ди.
      </>
    ),
    p9: (
      <>
        Карчыгы әйтә:
        <br />
        &mdash;&nbsp;Су&nbsp;чиләктә, ал&nbsp;да&nbsp;эч,&nbsp;&mdash; ди.
      </>
    ),
    p10: (
      <>
        Бабай чиләктән бер чүмеч су&nbsp;ала да&nbsp;эчеп җибәрә. Суны эчеп тә
        җибәрә, исерә дә&nbsp;башлый. Бабай, бик каты исергән булып, башта
        стенага барып бәрелә. Шуннан соң мич янына барып, бер бөтен кирпечне ала
        да&nbsp;егеткә ыргытып җибәрә, тияр-тимәс кенә итеп. Кирпеч стенага
        барып тия.
      </>
    ),
    p11: (
      <>
        Егет, бик каты куркып, сикереп тора да&nbsp;ишегалдына йөгереп чыгып
        китә. Карчык аның артыннан чыга:
        <br />
        &mdash;&nbsp;Улым, нишлисең, кая барасың? &mdash;&nbsp;ди.
      </>
    ),
    p12: (
      <>
        &mdash;&nbsp;Әй, әби, эш&nbsp;харап,&nbsp;&mdash;
        ди&nbsp;егет,&nbsp;&mdash; бабай исерде бит, ул&nbsp;миңа яхшылык
        күрсәтмәс, өйдә калган сыңар чабатам белән чолгавымны чыгарып кына
        бирсәнә,&nbsp;&mdash; ди.
        <br />
        &mdash;&nbsp;Ашыкма, улым,&nbsp;&mdash; ди&nbsp;әби,&nbsp;&mdash; бабаң
        бераз тынычлангач, өйгә кереп, идән уртасына утырып, иркенләп киенерсең
        әле,&nbsp;&mdash; ди.
        <br />
        &mdash;&nbsp;Юк, әби,&nbsp;&mdash; ди&nbsp;егет,&nbsp;&mdash; зинһар
        өйдә калган чабатамны чыгарып бирә күр, бабай чыкканчы киенеп куяр
        идем,&nbsp;&mdash; ди.
      </>
    ),
    p13: (
      <>
        Әби егетнең чабаталарын чыгарып бирә. Күп тә&nbsp;үтми, бабай
        бәрелә-сугыла тышка чыгып килә. Аны күрү белән, егет, чабаталарын тотып,
        абзарга таба йөгерә дә&nbsp;тиз генә киенеп тә&nbsp;ала. Бабай моны
        күргәч айный башлый. Болар икәүләп печән чабарга китәләр. Печән чабып
        кайтып, әйбәтләп ашап-эчеп, йокларга яталар.
      </>
    ),
    p14: (
      <>
        Икенче көнне егет, идән уртасына утырып, озак-озак итеп киенә башлаган
        иде, ди, бабайның:
        <br />
        &mdash;&nbsp;Карчык, су&nbsp;кая, су!
      </>
    ),
    p15: (
      <>
        Дип кенә кычкыра башлавы була, егет чабата киндерәсен бәйләми чыга
        да&nbsp;йөгерә. Кая туры килде, шунда тиз генә киенеп ала&nbsp;да, бабай
        белән бергәләп китәләр болар.
      </>
    ),
    p16: <>Озак та&nbsp;үтми, бабай егетнең ялкаулыгын ташлатты, ди.</>,
  },
};

export { tale_1_rus, tale_1_tat }
