import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_3_rus = {
  title: <>Водяная ведьма</>,
  id: "03",
  content: {
    p0: (
      <>
        Лето. Жаркая погода. Прыгнешь в&nbsp;речку&nbsp;&mdash; благодать!
        <br />
        Любо мне нырять и&nbsp;плавать, воду головой бодать.
        <br />
        Так играю, так ныряю час, а&nbsp;то&nbsp;и&nbsp;полтора.
        <br />
        Ну, теперь я&nbsp;освежился, одеваться мне пора.
        <br />
        Вышел на&nbsp;берег, оделся. Всюду тихо, ни&nbsp;души.
        <br />
        Пробирает страх невольный в&nbsp;этой солнечной глуши.
      </>
    ),
    p1: (
      <>
        На&nbsp;мостки, зачем&nbsp;&mdash; не&nbsp;знаю, оглянулся
        я&nbsp;в&nbsp;тоске...
        <br />
        Ведьма, ведьма водяная появилась на&nbsp;доске!
      </>
    ),
    p2: (
      <>
        Растрепавшиеся косы чешет ведьма над водой,
        <br />
        И&nbsp;в&nbsp;руке ее&nbsp;сверкает яркий гребень золотой.
        <br />
        Я&nbsp;стою, дрожа от&nbsp;страха, притаившись и&nbsp;ивняке,
        <br />
        И&nbsp;слежу за&nbsp;чудным гребнем, что горит в&nbsp;ее&nbsp;руке,
      </>
    ),
    p3: (
      <>
        Водяная расчесала косы влажные свои,
        <br />
        В&nbsp;реку прыгнула, нырнула, скрылась в&nbsp;глубине струи.
        <br />
        Тихо на&nbsp;мостки всхожу&nbsp;я, выйдя из&nbsp;листвы густой.
        <br />
        Что это? Забыла ведьма чудный гребень золотой!
      </>
    ),
    p4: (
      <>
        Оглянулся: пусто, глухо на&nbsp;реке, на&nbsp;берегу.
        <br />
        Гребень хвать и&nbsp;прямо к&nbsp;дому опрометью я&nbsp;бегу.
      </>
    ),
    p5: (
      <>
        Ну&nbsp;лечу&nbsp;я, ног не&nbsp;чуя, ну&nbsp;и&nbsp;мчусь, как быстрый конь.
        <br />
        Я&nbsp;покрыт холодным потом, я&nbsp;пылаю как огонь.
        <br />
        Посмотрел через плечо&nbsp;я... Ай, беда, спасенья нет:
        <br />
        Ведьма, ведьма водяная гонится за&nbsp;мною вслед!
        <br />
        &mdash;&nbsp;Не&nbsp;беги! &mdash; кричит бесовка. &mdash; Погоди, воришка! Стой!
        <br />
        Ты&nbsp;зачем украл мой гребень, чудный гребень золотой?
      </>
    ),
    p6: (
      <>
        Я&nbsp;&mdash; бегом, а&nbsp;ведьма&nbsp;&mdash; следом. Ведьма&nbsp;&mdash; следом, я&nbsp;&mdash; бегом.
        <br />
        Человека&nbsp;бы на&nbsp;помощь!.. Тихо, глухо все кругом.
        <br />
        Через ямы, буераки до&nbsp;села мы&nbsp;добрались.
        <br />
        Тут на&nbsp;ведьму все собаки поднялись и&nbsp;залились.
        <br />
        Гав! Гав! Гав! &mdash; не&nbsp;уставая, лают псы, щенки визжат,
        <br />
        Испугалась водяная, поскорей бежит назад.
      </>
    ),
    p7: (
      <>
        Отдышался&nbsp;я, подумал: &laquo;Вот и&nbsp;минула беда!
        <br />
        Водяная ведьма, гребня ты&nbsp;лишилась навсегда!&raquo;
      </>
    ),
    p8: (
      <>
        В&nbsp;дом вошел&nbsp;я: &mdash; Мать, нашел я&nbsp;чудный гребень золотой.
        <br />
        Дай попить, бежал я&nbsp;быстро, торопился я&nbsp;домой.
        <br />
        Золотой волшебный гребень принимает молча мать,
        <br />
        Но&nbsp;сама дрожит, боится, а&nbsp;чего&nbsp;&mdash; нельзя понять.
        <br />
        Солнце закатилось. Ладно, спать ложусь&nbsp;я. День потух,
        <br />
        И&nbsp;в&nbsp;избу вошел прохладный и&nbsp;сенной вечерний дух.
        <br />
        Я&nbsp;лежу под одеялом, мне приятно, мне тепло.
      </>
    ),
    p9: (
      <>
        Стук да&nbsp;стук. Стучится кто-то к&nbsp;нам в&nbsp;оконное стекло.
      </>
    ),
    p10: (
      <>
        Лень мне скинуть одеяло, лень добраться до&nbsp;окна.
        <br />
        Мать, услышав, задрожала, пробудилась ото сна.
        <br />
        &mdash;&nbsp;Кто стучит в&nbsp;такую темень! Убирайся, проходи!
        <br />
        Что тебе приспело ночью? Пропадом ты&nbsp;пропади!
      </>
    ),
    p11: (
      <>
        &mdash;&nbsp;Кто я? Ведьма водяная! Где мой гребень золотой?
        <br />
        Давеча стащил мой гребень твой сынок, воришка твой!
        <br />
        Одеяло приоткрыл&nbsp;я. Лунный луч блестит в&nbsp;окне.
        <br />
        Ах, что станется со&nbsp;мною! Ах, куда податься мне!
        <br />
        Стук да&nbsp;стук. Уйди, бесовка, чтобы черт тебя унес!
        <br />
        А&nbsp;вода&nbsp;&mdash; я&nbsp;слышу&nbsp;&mdash; льется с&nbsp;длинных и&nbsp;седых волос.
      </>
    ),
    p12: (
      <>
        Видно, славною добычей мне владеть не&nbsp;суждено:
        <br />
        Мать швырнула гребень ведьме и&nbsp;захлопнула окно.
      </>
    ),
    p13: (
      <>
        Мы&nbsp;избавились от&nbsp;ведьмы, а&nbsp;не&nbsp;в&nbsp;силах были спать.
        <br />
        Ох, бранила&nbsp;же, бранила, ох, меня бранила мать!
        <br />
        Вспоминая стук зловещий, я&nbsp;сгораю от&nbsp;стыда.
        <br />
        И&nbsp;чужие трогать вещи перестал я&nbsp;навсегда.
      </>
    )
  },
};

const tale_3_tat = {
  title: <>Су&nbsp;анасы</>,
  id: "03",
  content: {
    p0: (
      <>
        Җәй көне: эссе һавада мин суда коенам, йөзәм,
        <br />
        Чәчрәтәм, уйныйм, чумам, башым белән суны сөзәм.
        <br />
        Шул рәвешчә бер сәгать ярым кадәрле уйнагач,
        <br />
        Инде, шаять, бер сәгатьсез тирләмәм дип уйлагач,
        <br />
        Йөгереп чыктым судан, тиз-тиз киендем өс-башым;
        <br />
        Куркам үзем әллә нидән, юк&nbsp;янымда юлдашым.
      </>
    ),
    p1: (
      <>
        Бервакыт, китәм дигәндә, төште күзем басмага;
        <br />
        Карасам, бер куркыныч хатын утырган басмада.
      </>
    ),
    p2: (
      <>
        Көнгә каршы ялтырый кулындагы алтын тарак;
        <br />
        Шул тарак белән утыра тузгыган сачын тарап.
        <br />
        Тын да&nbsp;алмыйча торам, куркып кына, тешне кысып,
        <br />
        Шунда яр&nbsp;буендагы куе агачларга посып.
      </>
    ),
    p3: (
      <>
        Сачларын үргәч тарап, сикерде төште суга&nbsp;ул,
        <br />
        Чумды да&nbsp;китте, тәмам юк&nbsp;булды күздән шунда&nbsp;ул.
        <br />
        Иңде мин әкрен генә килдем дә&nbsp;кердем басмага;
        <br />
        Җен оныткан, ахры, калган тарагы басмада.
      </>
    ),
    p4: (
      <>
        Як-ягымда һич кеше дә&nbsp;юклыгын белдем дә&nbsp;мин,
        <br />
        Чаптым авылга таракны тиз генә элдем дә&nbsp;мин.
      </>
    ),
    p5: (
      <>
        Күрмимен алны вә&nbsp;артны, и&nbsp;чабам мин.&nbsp;и&nbsp;чабам.
        <br />
        Ашыгам, тирлим, пешәм һәм кып-кызу уттай янам.
        <br />
        Берзаманны әйләнеп баккан идем артка таба.
        <br />
        Аһ, харап&nbsp;эш! &mdash; Су&nbsp;анасы да&nbsp;минем арттан чаба.
        <br />
        Кычкырадыр: &laquo;Качма! Качма! Тукта! Тукта, и&nbsp;карак!
        <br />
        Ник аласың син аны, ул&nbsp;бит минем алтын тарак!&raquo;
      </>
    ),
    p6: (
      <>
        Мин качамын&nbsp;&mdash; ул&nbsp;куадыр, ул&nbsp;куадыр&nbsp;&mdash; мин качам;
        <br />
        Шулкадәрле кыр тыныч, һичбер кеше юк&nbsp;ичмасам.
        <br />
        Шул рәвешчә чабышып, җиттек авылга бервакыт;
        <br />
        Су&nbsp;анасын куарга күтәрелде барча&nbsp;эт!
        <br />
        &laquo;Вау!&raquo; да&nbsp;&laquo;вау!&raquo; да&nbsp;&laquo;һау!&raquo; да&nbsp;&laquo;һау!&raquo;&nbsp;&mdash; бертуктамый этләр орә;
        <br />
        Су&nbsp;анасы, куркып этләрдән, кирегә йөгерә.
      </>
    ),
    p7: (
      <>
        Инде эш җайланды, куркудан тынычландым, дидем,
        <br />
        И&nbsp;явыз карчык! тарагыңнан коры калдың, дидем.
      </>
    ),
    p8: (
      <>
        Өйгә кайттым&nbsp;да: &laquo;Әни, алтын тарак таптым! &mdash; дидем.
        <br />
        &mdash;&nbsp;Сусадым, ардым, әни, мин бик озак чаптым&raquo;,&nbsp;&mdash; дидем.
        <br />
        Сөйләгәчтен кыйссаны, алды тарагымны әни;
        <br />
        Курка үзе алса&nbsp;да, уйлый эченнән әллә&nbsp;ни...
        <br />
        Яхшы, хуш. Батты кояш. Йокларга яттым кич белән;
        <br />
        Өй&nbsp;эче тулган иде кичке һава, хуш ис&nbsp;белән
        <br />
        Юрган астында йокыга китми ятам мин һаман;
      </>
    ),
    p9: (
      <>
        Шык та&nbsp;шык! &mdash; кемдер тәрәзәгә чиертә берзаман.
      </>
    ),
    p10: (
      <>
        Мин ятам рәхәт кенә, тормыйм да&nbsp;кузгалмыйм әле.
        <br />
        Бу&nbsp;тавышка сискәнеп, торган йокысыннан әни:
        <br />
        &mdash;&nbsp;Ни&nbsp;кирәк? Кем бу? Кара тәндә вакытсыз кем йөри?
        <br />
        Нәрсә бар соң төнлә берлән, и&nbsp;пычагым кергери!
      </>
    ),
    p11: (
      <>
        &mdash;&nbsp;Су&nbsp;анасы мин, китер, кайда минем алтын тарак?
        <br />
        Бир! бая көндез алып качты синең угълың, карак!
        <br />
        Төшкән айның шәүләсе, мин юрган астыннан карыйм;
        <br />
        Калтырыйм, куркам: &laquo;Ходай! &mdash; дим,&nbsp;&mdash; инде мин кайда барыйм?&raquo;
        <br />
        һич өзлексез шык та&nbsp;шык! безнең тәрәзәне кага;
        <br />
        Ул&nbsp;коточкыч сачләреннән чишмә төсле су&nbsp;ага.
      </>
    ),
    p12: (
      <>
        Әнкәем алтын таракны, тиз генә эзләп табып,
        <br />
        Атты да&nbsp;тышка, тизүк куйды тәрәзәне ябып.
      </>
    ),
    p13: (
      <>
        Су&nbsp;анасыннан котылгачтын, тынычлангач, әни
        <br />
        И&nbsp;орышты, и&nbsp;орышты, и&nbsp;орышты соң мине!
        <br />
        Мин дә&nbsp;шуннан бирле андый эшкә кыймый башладым,
        <br />
        &laquo;Йә&nbsp;иясе&nbsp;юк!&raquo;&nbsp;&mdash; дип, әйберләргә тими башладым.
      </>
    )
  },
};

export { tale_3_rus, tale_3_tat }
