import CustomTooltip from "../../components/custom-tooltip/custom-tooltip"

const tale_3_rus = {
  title: <>Почему совы на&nbsp;мышей охотятся</>,
  id: "03",
  content: {
    p0: (
      <>
        Когда-то, очень давно, воробей и&nbsp;мышка были друзьями. Что
        находили&nbsp;&mdash; всё делили поровну. Было у&nbsp;них одно надежное
        место&nbsp;&mdash; дупло в&nbsp;березе, куда они складывали свои припасы
        на&nbsp;зиму. Воробей принес кедровые орешки, мышка&nbsp;&mdash; корни
        растений. Воробей положил ягоды шиповника и&nbsp;рябины,
        мышка&nbsp;&mdash; сушёного малька да&nbsp;мелких насекомых.
      </>
    ),
    p1: (
      <>
        Доверху они дупло заполнили, отверстие березовой корой прикрыли,
        да&nbsp;так хорошо, что никто и&nbsp;не&nbsp;догадается, что тут амбар
        с&nbsp;едой.
      </>
    ),
    p2: (
      <>
        Пришла зима. Мороз стал крепчать. Летал-летал воробей, совсем замёрз,
        вспомнил про амбар. Думает: &laquo;Спрошу у&nbsp;мышки,
        не&nbsp;пора&nbsp;ли дупло открыть и&nbsp;запасы разделить&raquo;.
      </>
    ),
    p3: (
      <>
        Долго стучал бедняжка, пока звал мышку, совсем из&nbsp;сил выбился.
        Выскочила сонная сердитая мышка и&nbsp;стала ругаться:
        <br />
        &mdash;&nbsp;Почему в&nbsp;такой мороз не&nbsp;спишь и&nbsp;мне
        мешаешь?!
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Какой уж&nbsp;тут сон! Изголодался я. Весь лес облетел,
        не&nbsp;нашел еды. Не&nbsp;пора&nbsp;ли нам амбар открывать?!
        <br />
        &mdash;&nbsp;А&nbsp;в&nbsp;дупле ничего нет. Я&nbsp;перетаскала все
        запасы в&nbsp;свои земляные норы. Подумала, что ты&nbsp;всё один съешь.
      </>
    ),
    p5: (
      <>
        &mdash;&nbsp;Тогда принеси мне мою долю!
        <br />
        &mdash;&nbsp;В&nbsp;норе темно, не&nbsp;разобрать, где твоя доля,
        а&nbsp;где моя,&nbsp;&mdash; ответила мышка и&nbsp;убежала в&nbsp;норку.
      </>
    ),
    p6: (
      <>
        На&nbsp;дереве тем временем сидела сова и&nbsp;слышала весь разговор.
        Пожалела она воробья, поделилась с&nbsp;ним своими припасами. Сбросила
        ему сушеных червячков. Повеселел воробей, клюёт корм под деревом.
      </>
    ),
    p7: (
      <>
        Почуяла мышка еду, выскочила из&nbsp;норки&nbsp;&mdash; и&nbsp;давай
        крошки подбирать. А&nbsp;сова говорит: &mdash;&nbsp;Совсем совесть
        потеряла! Прекрати!
      </>
    ),
    p8: (
      <>
        Мышка внимания не&nbsp;обращает. Прямо из&nbsp;под носа воробья еду
        выхватывает.
      </>
    ),
    p9: (
      <>
        Решила сова проучить&nbsp;её. Но&nbsp;пока сова с&nbsp;вершины дерева
        спускалась, мышка шмыгнула в&nbsp;норку и&nbsp;убежала. С&nbsp;тех пор
        совы на&nbsp;мышей охотятся!
      </>
    ),
  },
};

const tale_3_khanty = {
  title: "Муйа маӈклайәт лэӈкрәт йўпийән њөхԓәсԓәт",
  id: "03",
  content: {
    p0: (
      <>
        Катра пурайǝн щищки па лэӈкǝр ими ԓөхса вөсӈән. Муй вөйәтљәԓӈән &mdash;
        иса кӑтна ортԓәԓԓән. Сай тӑхи тӑйсәӈән &mdash; сўмәт хушап ԓыпийән, ԓын
        ԓϵтут тӑԓ кϵша пунсәӈән, сопас вϵрсәӈән. Щищкэн нохәр сϵм төс, лэӈкǝр
        имэн &mdash; турән ԓϵр. Щищкэн анши па пӑщар воњщәмут пунәс. Лэӈкәр имэн
        &mdash; сорәм њӑләк па сыр-сыр ай войәт.
      </>
    ),
    p1: (
      <>
        Йўх хушапән ԓϵтутән тϵԓ тэвәԓсәԓән, щӑԓта вўсәԓ тунты карән лӑп
        пϵнтсәԓән па щи кϵм йӑма вϵрсәԓән, нϵмәԓхуйатән ԓын ампарән ӑнт мутшәԓы.
      </>
    ),
    p2: (
      <>
        Тӑԓа йис. Ищки тарма йиты щи питәс. Щищкэн тывәԓт-тухәԓт
        пөрԓәтљийәс-пөрԓәтљийәс, кўш хуты йўвәнтәԓ, иса щи ищкийән потса, щи
        кўтән ԓϵтут ампарән нөмәԓмийәс. Нөмәсәԓ: «Лэӈкәр имэн ињщәсԓєм, хөн
        ампар пўншты па ԓϵтут ортты питԓәмән».
      </>
    ),
    p3: (
      <>
        Щищкилэӈки щи мурта ов сϵӈкәс, нух ԓољщи нєш щирәԓ ӑнтөм, хўв лэӈкǝр
        имэԓ вохсәԓэ. Щӑԓта ԓыкәӈ лэӈкǝр имэн ким щи ϵтәс па љавәтты питәс:
        <br />
        &mdash;&nbsp;Муй нӑӈ щи тарәм ищкийән ӑнт уԓԓән па мӑнєм турас вϵрԓән?
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Ма хўвән ԓϵԓы-йањԓы йӑӈхԓәм! &mdash; щищкэн лупәԓ. &mdash;
        Сӑмєм вохԓа. Вөнт хўвәт тывэԓт-тухэԓт йӑӈхсәмйӑӈхсәм, ԓϵтут ӑнт па
        вөйәтсәм. Хөн ампарємән пўншты питԓєн!
        <br />
        &mdash;&nbsp;Йўх хушапэн нємәԓты ӑнт тăйәԓ. Ԓϵтутԓам мўв иԓпийа төсԓам.
        Нөмәссәм, сопасәт вөйәтԓән па атэԓт хуԓт ԓϵԓԓан.
      </>
    ),
    p5: (
      <>
        &mdash;&nbsp;И шөпәԓ мӑнєм тўвэ!
        <br />
        &mdash;&nbsp;Мўв иԓпийән пӑтлам, щит пӑта ӑнт па шиваԓәԓєм, хута нăӈ
        ԓϵтутԓан, хута ма утԓам,
        <br />
        &mdash;&nbsp;лэӈкǝр имэн лупәс па мўв иԓпийа ԓуӈємәс.
      </>
    ),
    p6: (
      <>
        Щи кўтән йўх нўвән маӈкла омсәс, ԓўв тăм вϵр вантәс, щищкилэӈкэԓ шаља
        йис, сопасԓаԓ эвәԓт сорәм мўвԓϵрәт ԓўвэԓ вущкәсԓэ. Щищкийэн нух
        ԓыԓәӈԓәс, амтәс, йўх иԓпийән ԓϵтут нөхәԓ.
      </>
    ),
    p7: (
      <>
        Лэӈкәр имэн ϵпәԓән йухәтса, ким єтәмтәс па ԓϵтут тӑхтэт нух ӑкәтты
        питсәԓэ. Маӈкла ԓыкащман ўвтәс: – Нăӈ хуты, йӑна, йэԓєм ӑнт па тӑйԓән!
        Нух вуԓыйа!
      </>
    ),
    p8: <>Лэӈкәр имэн ӑнт па хөԓәнтәԓ, щиты щи ԓϵтутԓаԓ нух вўԓԓэ.</>,
    p9: (
      <>
        Маӈкла лэӈкәр имэԓ вөнәԓтәты артащәс. Ԓўв йўх тый єԓты пөрԓәс па щи
        кўтән лэӈкǝр имэн мўв иԓпийа ԓуӈємәс. Щи пура эвәԓт маӈклайәт лэӈкрәт
        йўпийән њөхԓәсԓәт!
      </>
    ),
  },
};

export { tale_3_rus, tale_3_khanty }
