import CustomTooltip from "../../components/custom-tooltip/custom-tooltip"

const tale_2_rus = {
  title: <>Как появились комары</>,
  id: "02",
  content: {
    p0: (
      <>
        Это было очень давно. Много времени прошло, много воды утекло.{" "}
        <CustomTooltip
          highlightedText={
            <>
              <nobr>Торум-Ащи</nobr>
            </>
          }
          term="Торум"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это имя создателя мира у&nbsp;хантов;{" "}
              <nobr>Торум-Ащи</nobr> можно перевести как <nobr>Бог-Отец</nobr>
            </>
          }
        />{" "}
        создал землю для жизни.
      </>
    ),
    p1: (
      <>
        По&nbsp;его велению на&nbsp;земле потекли по&nbsp;рекам воды,
        образовались озёра, моря, океаны. В&nbsp;них по&nbsp;велению Торума
        появились рыбы, большие и&nbsp;малые. На&nbsp;земле появились разные
        деревья, травы. Он&nbsp;создал зверей и&nbsp;птиц. И, конечно&nbsp;же,
        людей, чтобы была жизнь.
      </>
    ),
    p2: (
      <>
        По&nbsp;просьбе людей Торум-Ащи создал и&nbsp;пустил на&nbsp;землю
        оленей. Люди хотели на&nbsp;них ездить, пользоваться их&nbsp;красивыми
        шкурами, шить из&nbsp;них одежду, обувь,{" "}
        <CustomTooltip
          highlightedText={<>нюки</>}
          term="Нюки"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это покрытие зимнего чума, которое шьют
              из&nbsp;40-50 оленьих шкур. Летний чум покрывают берестой
            </>
          }
        />{" "}
        для своих{" "}
        <CustomTooltip
          highlightedText={<>чумов</>}
          term="Чум"
          definition={<>&nbsp;&mdash;&nbsp;жилье кочевых хантов</>}
        />
        {", "}
        лакомиться вкусным мясом. Но&nbsp;олени стали разбегаться от&nbsp;людей
        по&nbsp;земле.
      </>
    ),
    p3: (
      <>
        Тогда люди обратились к&nbsp;Торум-Ащи за&nbsp;помощью. Он&nbsp;подумал
        и&nbsp;решил создать ещё одну живность&nbsp;&mdash; комаров.
      </>
    ),
    p4: (
      <>
        Размером они были с&nbsp;глухаря и&nbsp;больно кусали оленей
        и&nbsp;людей. Олени пугались и&nbsp;еще дальше разбегались по&nbsp;земле
        в&nbsp;поисках мест, где&nbsp;бы можно было скрыться от&nbsp;этих
        чудовищ.
      </>
    ),
    p5: (
      <>
        Что делать?! Люди снова обратились к&nbsp;Торум-Ащи с&nbsp;мольбой:
        <br />
        &mdash;&nbsp;О, Великий Торум-Ащи, сделай милость, придумай других
        комаров. Эти комары скоро нас и&nbsp;всех оленей уничтожат, выпьют всю
        кровь.
      </>
    ),
    p6: (
      <>
        Торум-Ащи послушал и&nbsp;решил уменьшить комаров до&nbsp;размера самых
        маленьких уток&nbsp;&mdash; чирков. И&nbsp;что&nbsp;же? Никакого
        улучшения. Новые комары всё так&nbsp;же жестоко кусали и&nbsp;людей,
        и&nbsp;оленей. Жизнь не&nbsp;получается.
      </>
    ),
    p7: (
      <>
        Очень хотел Торум-Ащи, чтобы люди и&nbsp;олени подружились
        и&nbsp;красиво жили. И&nbsp;комары нужны, чтобы олени жили стадами,
        служили людям, но&nbsp;не&nbsp;разбегались. Тогда он&nbsp;уменьшил
        величину комаров до&nbsp;нынешних размеров.
      </>
    ),
    p8: (
      <>
        В&nbsp;помощь людям попросил Огонь, чтобы тот отгонял своим дымом
        комаров от&nbsp;оленей и&nbsp;людей летом.
      </>
    ),
    p9: (
      <>
        По&nbsp;велению Торум-Ащи ветра тоже стали помогать. Им&nbsp;легче стало
        разгонять маленьких комаров, и&nbsp;олени стали свободно гулять, есть
        траву, ягоды, мох и&nbsp;набираться сил и&nbsp;здоровья.
      </>
    ),
    p10: (
      <>
        С&nbsp;тех пор, летом олени стали собираться стадами, которые всегда
        пасутся недалеко от&nbsp;людей. С&nbsp;помощью дымокуров люди легко
        отгоняют комаров, и&nbsp;поэтому олени всегда возвращаются
        к&nbsp;человеку.
      </>
    ),
    p11: (
      <>
        И&nbsp;вот мы&nbsp;видим, как люди и&nbsp;олени подружились, и&nbsp;друг
        без друга не&nbsp;могут жить. Олень&nbsp;&mdash; это душа народа. Это
        и&nbsp;красивая одежда, обувь с&nbsp;узорами, это тёплое укрытие чума,
        быстрая езда и&nbsp;вкусная еда. Северный человек не&nbsp;может жить без
        оленя, поэтому он&nbsp;бесконечно рад, что у&nbsp;него есть олени,
        и&nbsp;благодарит Торум-Ащи за&nbsp;то, что он&nbsp;создал для него
        оленей&nbsp;&mdash; и&nbsp;комаров, которые летом не&nbsp;дают
        им&nbsp;разбегаться по&nbsp;Земле.
      </>
    ),
  },
};

const tale_2_khanty = {
  title: "Хутыса пєԓӈайәт саӈәнмәсәт",
  id: "02",
  content: {
    p0: (
      <>
        Тăм вєр вәс шєӈк хўвән. Ар хăтәԓ, ар ат мăнәс, ар йиӈк увәс.
      </>
    ),
    p1: (
      <>
        Төрәм Ащи Вөԓәпсы вєрты щира Мўв омсаԓтәс. Ищи ԓўв партәм щирәԓән Мўв
        өхтыйән увԓатсәт йиӈкәт, йуханәт увԓатсәт йиӈкәт йуханәт хўват, тывсәт
        ԓорәт, щорсәт. Щи йиӈкәтән, Төрәм Ащи партәм щирн, вөԓты питсәт хўԓәт,
        ԓуваттыԓаԓ вөнәт па айәт. Мўв өхтыйән тывсәт сыр-сыр йўхәт, варсәт,
        турнәт. Вөнтәтән тывсәт ищиты сыр-сыр войат, щăта кўрәӈ сыр войат,
        тухԓәӈ сыр войәт. Төрәм Ащи Вөԓәпсы төты щира саӈкмаԓтәс хăннєхуйатәт.
      </>
    ),
    p2: (
      <>
        Хăннєхуйатәт Төрәм Ащи эвәԓт вўԓы вохты питсәт. Ԓўв имухты Мўва йэсԓәс
        вўԓыйэт. Хăннєхуйатәт ԓăӈхасәт вўԓынән йăӈхты, њамәк па хурамәӈ вўԓы
        сухийэт эвәԓт йонтты хошәм ԓөмәтсухәт, вәйәт, хотԓаԓ лаӈкты њукэт, єпԓәӈ
        вўԓы њухийэ ԓєты.
      </>
    ),
    p3: (
      <>
        Ищи кўрәмән Мўв өхтыйән єтмәсәт вўԓыйэт, төп ԓыв хăннєхө хонәӈән ăнт
        питсәт вөԓты, ара хөхәԓсәт Мўв лакка. Щирән хăннєхуйатԓан имухты Төрәм
        Ащи пєԓа пойэкщăты ԓољсәт, ԓөԓн ат њотсайәт. Ԓўв питәс нөмасты па щимәщ
        нумәс вєрәс: Мўва єсәԓты па и ԓыԓәӈ ут – пєԓӈайәт.
      </>
    ),
    p4: (
      <>
        Төрәм Ащи саӈкмәԓтәс пєԓӈайәт, ԓуваттыԓаԓ вөсәт хăншаӈ лўк ԓуваттэт. Ин
        пєԓӈайԓан муй щир тăйԓәт, тєрмат пурщантты. Муй вўԓы па хăннєхө пăкәԓ!
      </>
    ),
    p5: (
      <>
        Вўԓыйэт пакәнтсәт па Мўв ԓуваттыйа ара хөхәԓсәт, ԓөԓн ԓыв эвәԓтэԓа
        хунтаты па вөйәтты щимаәщ пєԓӈаԓы тăхи па хăњємәты щи хорахщэт эвәԓт.
      </>
    ),
    p6: (
      <>
        Муй вєрты?! Хăннєхуйатәт па щи Төрәм Ащи пєԓа пойәка ԓољсат: «О, Вөн
        Төрәм Ащи, щи вөнат йăх вєра, парта па сыр пєԓӈайәт. Тăм пєԓӈайәтән йєша
        вөԓ мўӈ па иса вўԓыйәт щи пăратԓайәт, кăԓыйәԓәв хуԓыйәва щи шєпԓайәт».
        Төрәм Ащийән хөԓсайәт пойәк йасӈәт па щимәщ нумәс вєрәс: пєԓӈайәт айәмты
        ԓуваттыԓаԓ мєт ай васыйәт ԓуваттыйа – пирыйәт кєма. Йа, сăр, хуты?
        Нємәԓт йăм ăнт питәс. Ин йиԓәп пєԓӈайәт ищи муртән щи пурщантԓәт
        хăннєхуйатәт па вўԓыйэт пєԓа. Вөԓәпсы иса ăнт тывәԓ.
      </>
    ),
    p7: (
      <>
        Муй вєрты, хутыса вөԓты? Ин йохийэԓан па щи Төрәм Ащи пєԓа пойәкщәты
        ԓољсәт. Төрәм Ащи шєӈк ԓăӈхас, ԓәԓн ханнэхуйатәт па вўԓыйэт ат
        ԓөхсамтыйәԓсат па өмща па хурамәӈа вөсат. Пєԓӈа хуты па мосәԓ, ԓәԓн
        вўԓыйэт ԓуӈатән похла па ханнєхуйатәт пиԓа ат вөсәт па ара аԓ мăнсәт.
        Щирән Төрәм Ащи ин пєԓӈайәт айамсайәт интам вөԓты луваттыԓаԓ вөнта.
      </>
    ),
    p8: (
      <>
        Па Ԓўв Тўт имэԓ па партсәԓԓэ ханнэхуйатата њотты, ԓәԓн ԓўв пөсәӈән йира
        ат њохәԓты питсәԓԓэ пєԓӈайәт ԓўӈ пурайән.
      </>
    ),
    p9: (
      <>
        Төрәм Ащи партәпсы щирн вотәт па њотты питсәт пєԓӈайәт ара рывәԓты
        вўԓыйэт па хăннєхуйатәт эвәԓт.
      </>
    ),
    p10: (
      <>
        Щи вўш эвәԓт вўԓыйэт ԓуӈәтән вөԓњайа йаӈхԓәт турән, воњщумут, туләх па
        ԓант ԓэвман, щиты ԓыв йөр ăкәтԓәт, хөн ԓăӈхматԓәт, йухи пөшасԓаԓа
        йухәтԓәт хăннєхөйат хуща.
      </>
    ),
    p11: (
      <>
        Интăм мўӈ вөԓэв, хуты хăннєхуйатәт па вўԓыйэт ԓөхсамтыйәԓсәт, атэԓта
        вөԓты щирәԓ антө. Вўԓыйэт – щит Увәс мўв хăннєхө ԓыԓ, вөԓәпсы йөр. Щит
        хурамәӈ па хошәм ԓөмәтсух, хурамәӈ, хөләӈ па ханшаӈ вэйәт, њўкийән
        лаӈкәм эвмаӈ хотыйэ, вўԓыйэт кирәм өхәԓ па хурамәӈ мўвийэв хўват
        йăӈхәпсы, єпԓәӈ ԓєтут. Увәс мўв хăннєхө ăнт вєрәтәԓ вөԓты вўԓыйэ такԓа,
        щит пăта щи сăмәԓ тăйәл вөн амтп вўԓыйэт тăйтаԓ пăта, щи вўрăӈән щи йам
        вўща вєрәԓ Төрәм Ащийэԓ пєла вўԓыйэт хăннєхуйата китмаԓ пăта… Пєԓӈайәт
        ищи шєӈк мосԓәт ԓўӈ пурайән, вўԓыйэԓан Мўв лакка ăнт мăнԓәт, хăннєхө
        хонәӈән вөԓԓәт.
      </>
    ),
  },
};

export { tale_2_rus, tale_2_khanty }
