import React from "react";

const tale_1_rus = {
  title: <>Как кот и&nbsp;белка жили</>,
  id: "01",
  content: {
    p0:
    <>
      Белка с&nbsp;другом-котом все лето провели вместе. Наступила осень, холодать стало, снег пошёл. Белка говорит коту:<br/>
      &mdash;&nbsp;Дружочек, нужно дом построить. Холодно стало.<br/>
      Кот спрашивает:<br/>
      &mdash;&nbsp;Где будем строить дом?<br/>
      &mdash;&nbsp;На&nbsp;дереве нужно.<br/>
      &mdash;&nbsp;Мне тяжело будет наверх залезать,&nbsp;&mdash; отвечает кот. &mdash;&nbsp;Холодно станет, лапки мои будут замерзать. Давай построим землянку.<br/>
      &mdash;&nbsp;А&nbsp;кто нам землянку построит?<br/>
      &mdash;&nbsp;Я&nbsp;сам вырою. Я&nbsp;умею.
    </>,
    p1:
    <>
      Вырыл кот землянку. Закончил. Но&nbsp;каждому дому нужен хозяин&nbsp;&mdash; и&nbsp;хозяином стал кот.
    </>,
    p2:
    <>
      Заселились друзья в&nbsp;дом, живут. Слышат&nbsp;&mdash; кто-то роет землю возле двери. Хозяин говорит
      белке: &laquo;Посмотри, кто там пришёл&raquo;.
    </>,
    p3:
    <>
      Белка вышла на&nbsp;улицу. Смотрит: медведь! Спрашивает белка его:<br/>
      &mdash;&nbsp;Ты&nbsp;что делаешь?
    </>,
    p4:
    <>
      Медведь отвечает:<br/>
      &mdash;&nbsp;Рою лаз под этот дом.<br/>
      &mdash;&nbsp;Зачем?<br/>
      &mdash;&nbsp;Вас убью. Потом вас обоих съем.<br/>
    </>,
    p5:
    <>
      Белка испугалась и&nbsp;говорит:<br/>
      &mdash;&nbsp;Я&nbsp;пойду, схожу к&nbsp;хозяину.<br/>
      &mdash;&nbsp;А&nbsp;кто твой хозяин?<br/>
      &mdash;&nbsp;Мой хозяин &mdash; всем хозяевам хозяин.<br/>
      &mdash;&nbsp;А&nbsp;как его зовут?<br/>
      &mdash;&nbsp;Не&nbsp;скажу.<br/>
    </>,
    p6:
    <>
      Пошла белка к&nbsp;своему хозяину. Спрашивает ее&nbsp;кот: &laquo;Кто там пришёл?&raquo;
    </>,
    p7:
    <>
      Испуганная белка отвечает:<br/>
      &mdash;&nbsp;Пришёл медведь. Роет лаз под наш дом. Хочет нас съесть!
    </>,
    p8:
    <>
      Кот говорит:<br/>
      &mdash;&nbsp;Иди наружу, скажи медведю: &laquo;Если мой хозяин выйдет на&nbsp;улицу, то&nbsp;убьёт тебя.
      Хозяин тебе передал, чтобы ты&nbsp;добыл зверя и&nbsp;принёс к&nbsp;нашему дому&raquo;.
    </>,
    p9:
    <>
      Ушла белка, передала эти слова медведю. Тот отвечает: &laquo;Ну, это совсем несложное
      дело!&raquo;&nbsp;&mdash; и&nbsp;отправился добывать зверя.
    </>,
    p10:
    <>
      Вернулся медведь с&nbsp;добычей, принес к&nbsp;землянке. &laquo;Ты,&nbsp;&mdash; говорит
      ему белка,&nbsp;&mdash; подожди здесь. Я&nbsp;зайду в&nbsp;дом, к&nbsp;хозяину&raquo;.
    </>,
    p11:
    <>
      &mdash;&nbsp;Ну&nbsp;что,&nbsp;&mdash; спрашивает её&nbsp;кот,&nbsp;&mdash; принёс он&nbsp;зверя?<br/>
      &mdash;&nbsp;Принёс целого зверя.<br/>
      &mdash;&nbsp;Иди, выйди ещё раз на&nbsp;улицу. Скажи ему, что ещё один зверь нужен. Пусть принесёт оленя.
    </>,
    p12:
    <>
      Вышла белка на&nbsp;улицу. Медведь сидит.<br/>
      &mdash;&nbsp;Хозяин ещё одно дело тебе поручил.<br/>
      &mdash;&nbsp;Что за&nbsp;дело?<br/>
      &mdash;&nbsp;Такое: ещё один олень нужен.<br/>
      &mdash;&nbsp;Да&nbsp;это несложное дело.
    </>,
    p13:
    <>
      Побежал медведь вприпрыжку. Вернулся, принёс оленя. Белка снова зашла домой к&nbsp;коту. Тот спрашивает:<br/>
      &mdash;&nbsp;Что он&nbsp;принёс?<br/>
      &mdash;&nbsp;Оленя принёс.<br/>
      &mdash;&nbsp;А&nbsp;теперь выйди на&nbsp;улицу и&nbsp;скажи медведю, чтоб уходил и&nbsp;больше никогда не&nbsp;возвращался.
    </>,
    p14:
    <>
      Вышла белка, передала слова хозяина. И&nbsp;медведь ушёл, радуясь, что так легко отделался: &laquo;Как хорошо всё закончилось&raquo;.
    </>,
    p15:
    <>
      А&nbsp;белка зашла домой и&nbsp;говорит:<br/>
      &mdash;&nbsp;Один зверь, один олень. Всю зиму теперь с&nbsp;едой будем!
    </>
  }
}

const tale_1_khanty = {
  title: "Хуты ԓаӈки кămи пиԓа вөсӈән",
  id: "01",
  content: {
    p0:
    <>
      Ԓаӈки кămи ԓөхәсәԓән вөԓԓаӈән. Тăԓаӈ ԓўӈ йăха вөсӈән. Сўса йис. Ищка йиты питәс. Ԓоњщ питты питәс. Ԓаӈки лупәԓ:<br/>
      &mdash;&nbsp; Ԓөхәс, хот вєрты мосәԓ. Ищка йис.<br/>
      Кămи лупәԓ:<br/>
      &mdash;&nbsp;Хот хуԓты вєрты?<br/>
      &mdash;&nbsp;Йўх өхтыйән вєрты мосәԓ.<br/>
      &mdash;&nbsp;Мăнєм ԓавәрт нух хөӈхийәԓты. Ищка йиԓ, йошԓам потԓайәт. Мўв хот вєрԓәмǝн.<br/>
      &mdash;&nbsp;Мўв хот хуйән вєрԓа?<br/>
      &mdash;&nbsp;Ма хирԓәм. Ма хошԓәм.

    </>,
    p1:
    <>
      Кă mи мўв хот хирәс. Йєтшәс. Көщайє мосәԓ хот өхтыйән. Көща &mdash; кă mи.
    </>,
    p2:
    <>
      Йухи ԓўӈты мосәԓ. Хот йэтшәс. Йухи ԓўӈсәӈән, щи вөԓԓәӈән. Имуԓтыйǝн шаӈкап вөн вой йухтәс.
      Ов хирты питса. Көща лупәԓ ԓаӈки пєԓа: &laquo;Вантэ, хуй йухтәс&raquo;.
    </>,
    p3:
    <>
      Ԓаӈки ким єтәс. Пўпи ики йухтәс. Ԓаӈки лупәԓ:<br/>
      &mdash;&nbsp;Муй вєрԓән?
    </>,
    p4:
    <>
      Мойпәр лупәԓ:<br/>
      &mdash;&nbsp;Тăм хот хирԓәм.<br/>
      &mdash;&nbsp;Муйа наӈ хирԓән тăм хот?<br/>
      &mdash;&nbsp;Нăӈәт вэԓԓєм. Йăша вөԓ йўхи ԓєԓєм.

    </>,
    p5:
    <>
      &mdash;&nbsp;Ма мăнԓәм көща хущи.<br/>
      &mdash;&nbsp;Нăӈ көщайэн хуй?<br/>
      &mdash;&nbsp;Ма көщайϵм мєт вөн көща.<br/>
      &mdash;&nbsp;Көщайǝн нєм муй?<br/>
      &mdash;&nbsp;Ăн лупԓєм.
    </>,
    p6:
    <>
      Щăԓта мăнәс көщайǝԓ хуща. Кă mи лупәԓ: &laquo;Хуй йухтәс?&raquo;
    </>,
    p7:
    <>
      &mdash;&nbsp;Мойпәр ики йухтәс. Хот хирәԓ па мўӈты йухи ԓєԓ!
    </>,
    p8:
    <>
      Кămи лупәԓ:<br/>
      &mdash;&nbsp;Мăна, єта ким. Ԓўвэԓа лупа &laquo;Көщайєм ким ки єтәԓ, вэԓԓайән.
      Көщайєм лупәԓ вой вэԓа. Мўӈ хотэва тыв ат төԓԓэ&raquo;.
    </>,
    p9:
    <>
      Мойпәр лупәԓ:<br/>
      &mdash;&nbsp;Щит ай вєр.
    </>,
    p10:
    <>
      Мойпәр мăнәс вой вэԓты. Мойпәр йухтәс, вой вэԓмаԓ, вой төс.<br/>
      &mdash;&nbsp;Нăӈ, &mdash; ԓаӈки лупәԓ, &mdash; тата вөԓа. Ма көща хуща йухи йăӈхԓәм.
    </>,
    p11:
    <>
      Ԓаӈки йухи мăнәс, хот ԓыпийа, кămи хуща.<br/>
      &mdash;&nbsp;Йа, &mdash; кămи лупәԓ, &mdash; вой төс?<br/>
      &mdash;&nbsp;Төс. Тăԓаӈ вой.<br/>
      &mdash;&nbsp;Мăна, єта ким. И вой па мосәԓ. Вўԓы ат төԓ.

    </>,
    p12:
    <>
      Ԓаӈки ким єтәс. Мойпәр омәсәԓ.<br/>
      &mdash;&nbsp;Кămи и вєр па мăс.<br/>
      &mdash;&nbsp;Муй вєр?<br/>
      &mdash;&nbsp;Щи вєр: и вўԓы па мосәԓ.<br/>
      &mdash;&nbsp;Щит ай вєр.
    </>,
    p13:
    <>
      Мойпәр па мăнәс. Навәрман мăнәс. Пўпи ики йухтәс, вўԓы төс. Ԓаӈки йухи ԓуӈәс көща хущи. Көща лупәԓ:<br/>
      &mdash;&nbsp;Муй төс?<br/>
      &mdash;&nbsp;Вўԓы төс.<br/>
      &mdash;&nbsp;Ин ким єта. Пўпи ики лупа, ат мăнәԓ, вэк кєша ăнт аԓ йухәтәԓ.
    </>,
    p14:
    <>
      Ойка мăнәс. Амтәс:<br/>
      &mdash;&nbsp;Йăм щи, сухәнсәм.
    </>,
    p15:
    <>
      Ԓаӈки йухи ԓуӈәс. Кămи пєԓа лупәԓ:<br/>
      &mdash;&nbsp;И вой, и вўԓы. Иса тăԓ тăрмәԓ ԓєты минємән!
    </>
  }
}

export { tale_1_rus, tale_1_khanty }
