import React from "react";

const tale_1_rus = {
  title: <>Кот и&nbsp;белка</>,
  content: {
    p0:
    <>
      Белка с&nbsp;другом-котом все лето провели вместе. Наступила осень, холодать стало, снег пошёл. Белка говорит коту:<br/>
      &mdash;&nbsp;Дружочек, нужно дом построить. Холодно стало.<br/>
      Кот спрашивает:<br/>
      &mdash;&nbsp;Где будем строить дом?<br/>
      &mdash;&nbsp;На&nbsp;дереве нужно.<br/>
      &mdash;&nbsp;Мне тяжело будет наверх залезать,&nbsp;&mdash; отвечает кот. &mdash;&nbsp;Холодно станет, лапки мои будут замерзать. Давай построим землянку.<br/>
      &mdash;&nbsp;А&nbsp;кто нам землянку построит?<br/>
      &mdash;&nbsp;Я&nbsp;сам вырою. Я&nbsp;умею.
    </>,
    p1:
    <>
      Вырыл кот землянку. Закончил. Но&nbsp;каждому дому нужен хозяин&nbsp;&mdash; и&nbsp;хозяином стал кот.
    </>,
    p2:
    <>
      Заселились друзья в&nbsp;дом, живут. Слышат&nbsp;&mdash; кто-то роет землю возле двери. Хозяин говорит
      белке: &laquo;Посмотри, кто там пришёл&raquo;.
    </>,
    p3:
    <>
      Белка вышла на&nbsp;улицу. Смотрит: медведь! Спрашивает белка его:<br/>
      &mdash;&nbsp;Ты&nbsp;что делаешь?
    </>,
    p4:
    <>
      Медведь отвечает:<br/>
      &mdash;&nbsp;Рою лаз под этот дом.<br/>
      &mdash;&nbsp;Зачем?<br/>
      &mdash;&nbsp;Вас убью. Потом вас обоих съем.<br/>
    </>,
    p5:
    <>
      Белка испугалась и&nbsp;говорит:<br/>
      &mdash;&nbsp;Я&nbsp;пойду, схожу к&nbsp;хозяину.<br/>
      &mdash;&nbsp;А&nbsp;кто твой хозяин?<br/>
      &mdash;&nbsp;Мой хозяин - всем хозяевам хозяин.<br/>
      &mdash;&nbsp;А&nbsp;как его зовут?<br/>
      &mdash;&nbsp;Не&nbsp;скажу.<br/>
    </>,
    p6:
    <>
      Пошла белка к&nbsp;своему хозяину. Спрашивает ее&nbsp;кот: &laquo;Кто там пришёл?&raquo;
    </>,
    p7:
    <>
      Испуганная белка отвечает:<br/>
      &mdash;&nbsp;Пришёл медведь. Роет лаз под наш дом. Хочет нас съесть!
    </>,
    p8:
    <>
      Кот говорит:<br/>
      &mdash;&nbsp;Иди наружу, скажи медведю: &laquo;Если мой хозяин выйдет на&nbsp;улицу, то&nbsp;убьёт тебя.
      Хозяин тебе передал, чтобы ты&nbsp;добыл зверя и&nbsp;принёс к&nbsp;нашему дому&raquo;.
    </>,
    p9:
    <>
      Ушла белка, передала эти слова медведю. Тот отвечает: &laquo;Ну, это совсем несложное
      дело!&raquo;&nbsp;&mdash; и&nbsp;отправился добывать зверя.
    </>,
    p10:
    <>
      Вернулся медведь с&nbsp;добычей, принес к&nbsp;землянке. &laquo;Ты,&nbsp;&mdash; говорит
      ему белка,&nbsp;&mdash; подожди здесь. Я&nbsp;зайду в&nbsp;дом, к&nbsp;хозяину&raquo;.
    </>,
    p11:
    <>
      &mdash;&nbsp;Ну&nbsp;что,&nbsp;&mdash; спрашивает её&nbsp;кот,&nbsp;&mdash; принёс он&nbsp;зверя?<br/>
      &mdash;&nbsp;Принёс целого зверя.<br/>
      &mdash;&nbsp;Иди, выйди ещё раз на&nbsp;улицу. Скажи ему, что ещё один зверь нужен. Пусть принесёт оленя.
    </>,
    p12:
    <>
      Вышла белка на&nbsp;улицу. Медведь сидит.<br/>
      &mdash;&nbsp;Хозяин ещё одно дело тебе поручил.<br/>
      &mdash;&nbsp;Что за&nbsp;дело?<br/>
      &mdash;&nbsp;Такое: ещё один олень нужен.<br/>
      &mdash;&nbsp;Да&nbsp;это несложное дело.
    </>,
    p13:
    <>
      Побежал медведь вприпрыжку. Вернулся, принёс оленя. Белка снова зашла домой к&nbsp;коту. Тот спрашивает:<br/>
      &mdash;&nbsp;Что он&nbsp;принёс?<br/>
      &mdash;&nbsp;Оленя принёс.<br/>
      &mdash;&nbsp;А&nbsp;теперь выйди на&nbsp;улицу и&nbsp;скажи медведю, чтоб уходил и&nbsp;больше никогда не&nbsp;возвращался.
    </>,
    p14:
    <>
      Вышла белка, передала слова хозяина. И&nbsp;медведь ушёл, радуясь, что так легко отделался: &laquo;Как хорошо всё закончилось&raquo;.
    </>,
    p15:
    <>
      А&nbsp;белка зашла домой и&nbsp;говорит:<br/>
      &mdash;&nbsp;Один зверь, один олень. Всю зиму теперь с&nbsp;едой будем!
    </>
  }
}

const tale_1_khanty = {
  title: "Хуты ԓаӈки кămи пиԓа вөсӈән",
  content: {
    p0:
    <>
      Ԓаӈки кămи ԓөхәсәԓән вөԓԓаӈән. Тăԓаӈ ԓўӈ йăха вөсӈән. Сўса йис. Ищка йиты питәс. Ԓоњщ питты питәс.
    </>
  }
}

export { tale_1_rus, tale_1_khanty }
