import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_2_rus = {
  title: <>Тетушка Вервелаг</>,
  id: "02",
  content: {
    p0: (
      <>
        Жила-была на&nbsp;свете красивая птица Тетушка Вервелаг. Наступила
        весна, и&nbsp;Тетушка Вервелаг свила себе гнездо на&nbsp;высоком дереве
        и&nbsp;снесла три яйца. Вылупились из&nbsp;них три красивых птенца.
      </>
    ),
    p1: (
      <>
        Узнал об&nbsp;этом злой дракон Аждаха, прибежал под дерево
        и&nbsp;кричит:
        <br />
        &mdash;&nbsp;Тетушка Вервелаг! Хвостом махну&nbsp;&mdash; дерево свалю,
        зубом ударю&nbsp;&mdash; ветку обломаю. Брось мне птенца!
      </>
    ),
    p2: (
      <>
        Испугалась Тетушка Вервелаг, стала плакать, но&nbsp;делать
        нечего&nbsp;&mdash; бросила одного птенца Аждахе. Проглотил Аждаха
        птенца и&nbsp;ушел.
      </>
    ),
    p3: (
      <>
        На&nbsp;второй день Аждаха опять пришел и&nbsp;кричит:
        <br />
        &mdash;&nbsp;Тетушка Вервелаг! Хвостом махну&nbsp;&mdash; дерево свалю,
        зубом ударю&nbsp;&mdash; ветку обломаю! Брось мне птенца!
      </>
    ),
    p4: (
      <>
        Испугалась Тетушка Вервелаг, заплакала, но&nbsp;делать нечего, бросила
        Аждахе второго птенца. Проглотил Аждаха и&nbsp;второго красивого птенца
        Тетушки Вервелаг.
      </>
    ),
    p5: (
      <>
        Аждаха ушел, а&nbsp;Тетушка Вервелаг села на&nbsp;ветку и&nbsp;стала
        горько-горько плакать по&nbsp;своим птенцам.
      </>
    ),
    p6: (
      <>
        В&nbsp;это время мимо пробегала лиса, смотрит, Тетушка Вервелаг горько
        плачет. Она и&nbsp;спрашивает:
        <br />
        &mdash;&nbsp;Почему ты&nbsp;плачешь? Кто тебя обидел?
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Как&nbsp;же мне не&nbsp;плакать? &mdash; отвечает Тетушка
        Вервелаг. &mdash; Было у&nbsp;меня три красивых птенца. Каждый день
        приходит Аждаха и&nbsp;кричит: &laquo;Хвостом махну&nbsp;&mdash; дерево
        свалю, зубом ударю&nbsp;&mdash; ветку обломаю. Брось мне птенца!&raquo;
        Я&nbsp;с&nbsp;перепугу двух своих милых птенцов Аждахе бросила. Остался
        у&nbsp;меня всего один. Завтра опять прибежит Аждаха, придется мне
        и&nbsp;последнего птенца ему бросить.
      </>
    ),
    p8: (
      <>
        Лиса говорит:
        <br />
        &mdash;&nbsp;Когда завтра придет Аждаха и&nbsp;будет грозиться, что
        хвостом дерево свалит, зубом ветку обломает, ты&nbsp;ему отвечай так:
        &laquo;Хвост твой&nbsp;&mdash; что пакля, зуб твой&nbsp;&mdash; что
        кострица! Убирайся вон, Аждаха!&raquo; Он&nbsp;спросит: &laquo;Кто тебя
        научил этим словам?&raquo; Ты&nbsp;и&nbsp;отвечай: &laquo;Вон, на&nbsp;
        <CustomTooltip
          highlightedText={<>крупорушке</>}
          term="Крупорушка"
          definition={
            <>&nbsp;&mdash;&nbsp;старинный станок для лущения зерна.</>
          }
        />{" "}
        сидит Тетушка{" "}
        <CustomTooltip
          highlightedText={<>Дрофа</>}
          term="Дрофа"
          definition={
            <>
              &nbsp;&mdash;&nbsp;очень крупная пестрая птица, по&nbsp;размерам
              сравнима с&nbsp;индюком или гусем. Живет в&nbsp;степи,
              предпочитает ходить по&nbsp;земле, но&nbsp;если нужно, отлично
              летает после небольшого разбега.
            </>
          }
        />
        {", "}
        она и&nbsp;научила&raquo;.
      </>
    ),
    p9: (
      <>
        На&nbsp;третий день опять прибежал Аждаха, встал под дерево
        и&nbsp;кричит:
        <br />
        &mdash;&nbsp;Тетушка Вервелаг! Хвостом махну&nbsp;&mdash; дерево свалю,
        зубом ударю&nbsp;&mdash; ветку обломаю. Брось мне своего птенца!
      </>
    ),
    p10: (
      <>
        Тетушка Вервелаг и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Хвост твой&nbsp;&mdash; что{" "}
        <CustomTooltip
          highlightedText={<>пакля</>}
          term="Пакля"
          definition={
            <>
              &nbsp;&mdash;&nbsp;грубое спутанное волокно из&nbsp;льна или
              другого растения, похожее на&nbsp;пучок грязной спутанной шерсти;
              из&nbsp;пакли делали веревки или забивали ею&nbsp;щели
              в&nbsp;доме.
            </>
          }
        />
        {", "}
        зуб твой&nbsp;&mdash; что{" "}
        <CustomTooltip
          highlightedText={<>кострица</>}
          term="Кострица"
          definition={
            <>
              &nbsp;&mdash;&nbsp;твердый кусочек растения в&nbsp;пакле, очень
              маленькая щепочка.
            </>
          }
        />
        {". "}
        Убирайся вон, Аждаха!
        <br />
        &mdash;&nbsp;Кто тебя этим словам научил? &mdash; удивился Аждаха.
        <br />
        &mdash;&nbsp;Вон, на&nbsp;крупорушке сидит тетушка Дрофа, она
        и&nbsp;научила.
      </>
    ),
    p11: (
      <>
        Разозлился Аждаха, побежал и&nbsp;прыгнул на&nbsp;спину Тетушке Дрофе.
        Та&nbsp;взлетела высоко в&nbsp;небо вместе с&nbsp;Аждахой. Летит, летит
        и&nbsp;спрашивает:
        <br />
        &mdash;&nbsp;Что выше: небо или земля?
        <br />
        Аждаха отвечает:
        <br />
        &mdash;&nbsp;Небо!
      </>
    ),
    p12: (
      <>
        Еще выше взлетела тетушка Дрофа, прямо под самые облака.
        <br />
        &mdash;&nbsp;Что выше: небо или земля? &mdash; опять она спрашивает
        у&nbsp;Аждахи.
        <br />
        &mdash;&nbsp;Земля, земля! &mdash; кричит, испугавшись, Аждаха.
      </>
    ),
    p13: (
      <>
        Тут тетушка Дрофа и&nbsp;сбросила его со&nbsp;своей спины. Аждаха рухнул
        на&nbsp;землю, развалился на&nbsp;клочья. А&nbsp;из&nbsp;его брюха
        вылетели два красивых птенца Тетушки Вервелаг и&nbsp;улетели
        к&nbsp;своей маме.
      </>
    ),
    p14: (
      <>
        Я&nbsp;их&nbsp;там, в&nbsp;сказке, оставил, а&nbsp;сам вернулся
        к&nbsp;вам.
      </>
    ),
  },
};

const tale_2_dag = {
  title: <>Вервелаг-хала</>,
  id: "02",
  content: {
    p0: (
      <>
        Хьана кьван-хьанач кьван са&nbsp;Вервелаг-хала. Гатфар алукьайла,
        Вервелаг-халади са&nbsp;кьакьан тара вичиз муг авуна, ана пуд кака хана.
        Какайрай пуд иер шараг акъатна.
      </>
    ),
    p1: (
      <>
        Хабар нивай, хабар Аждагьандивай. Адаз Вервелаг-халадин шарагрикай хабар
        жеда. Атана таран кIаник, гьарайда:
        <br />
        &mdash;&nbsp;Вервелаг-хала, верг-хала! Тумуни яна, тар пунарай акъудда,
        сухва яна, пут алудда. Вегь заз са&nbsp;шараг!
      </>
    ),
    p2: (
      <>
        КичIе хьана Вервелаг-халадиз, шехьиз-шехьиз, вегьена Аждагьандиз вичин
        пуд иер шарагдикай са&nbsp;шараг. Туькьуьмна Аждагьанди Вервелаг-халадин
        шараг, хъфена.
      </>
    ),
    p3: (
      <>
        Пака мад атана Аждагьан. Мад лугьуда:
        <br />
        &mdash;&nbsp;Вервелаг-хала, верг-хала! Тумуни яна, тар пунарай акъудда,
        сухва яна, пут алудда! Вегь заз са&nbsp;шараг!
      </>
    ),
    p4: (
      <>
        Ишехьна Вервелаг-хала, ишехьна, чара хьанач&nbsp;&mdash; мад вегьена
        Аждагьандин сивиз амай кьве шарагдикай сад.
      </>
    ),
    p5: <>Аждагьан хъфена, Вервелаг-хала таран хилел ишехьиз ацукьна.</>,
    p6: (
      <>
        Хабар нивай, хабар сикIревай. И&nbsp;патаривай сикI&nbsp;физваз, сикIрез
        акуна, ишехьиз ацукьнава Вервелаг-хала.
        <br />
        &mdash;&nbsp;Вервелаг-хала, вун вучиз ишехьзава? &mdash; хабар
        кьуна сикIре Вервелаг-халадивай.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Ишехь тавуна за&nbsp;вуч ийида? &mdash; лугьуда
        Вервелаг-халади. &mdash; Заз пуд иер шараг авай. Аждагьанди, гьар
        юкъуз къвез: &laquo;Тумуни яна, тар пунарай акъудда, сухва яна, пут
        алудда&raquo;,&nbsp;&mdash; лугьуз, кичIерар гуз, зи&nbsp;кьве шараг
        тIуьна. Пака ам&nbsp;мад къведа, амай шарагни вичиз вегь лугьуда.
      </>
    ),
    p8: (
      <>
        СикIре лугьуда:
        <br />
        &mdash;&nbsp;Пака Аждагьан атана, &laquo;Тумуни яна, тар пунарай
        акъудда, сухва яна, пут алудда&raquo; лагьайла, вуна икI&nbsp;лагь:
        &laquo;Тум ви&nbsp;чакъулдинди&nbsp;я, свах ви&nbsp;къурунинди&nbsp;я,
        алат залай!&raquo;. Ада вавай &laquo;Ваз а&nbsp;гафар
        ни&nbsp;чирна?&raquo; лагьана, хабар кьада. Вуна лагь: &laquo;АтIа
        дингинал алай Кьукь-халади чирна&raquo;.
      </>
    ),
    p9: (
      <>
        Хабар нивай, хабар Аждагьандивай. Пака мад атана Аждагьан таран кIаник,
        лугьуда:
        <br />
        &mdash;&nbsp;Вервелаг-хала, верг-хала! Тумуни яна, тар пунарай акъудда,
        сухва яна, пут алудда! Вегь заз са&nbsp;шараг!
      </>
    ),
    p10: (
      <>
        &mdash;&nbsp;Тум ви&nbsp;чакъулдинди&nbsp;я, свах
        ви&nbsp;къурунинди&nbsp;я, алат залай! &mdash; лугьуда
        Вервелаг-халади.
        <br />
        &mdash;&nbsp;Ваз а&nbsp;гафар ни&nbsp;чирна? &mdash; хабар кьада
        Аждагьанди.
        <br />
        &mdash;&nbsp;Дингиналлай Кьукь-халади! &mdash; жаваб гуда
        Вервелаг-халади. Пис хъел атана Аждагьандиз, фена дингинал алай
        Кьукь-халадин кIулаз хкадарна.
      </>
    ),
    p11: (
      <>
        Кьукь-хала Аждагьанни кIула аваз цавуз хкаж хьана. Лап-лап кьакьандиз
        лув гуда Кьукь-халади. Са&nbsp;арадилай ада Аждагьандивай хабар кьада:
        <br />
        &mdash;&nbsp;Чил кьакьан яни, цав?
        <br />
        &mdash;&nbsp;Цав! &mdash; лугьуда Аждагьанди.
      </>
    ),
    p12: (
      <>
        Мадни цавуз хкаж хьана Кьукь-хала. Мад хабар кьада Аждагьандивай:
        <br />
        &mdash;&nbsp;Чил кьакьан яни, цав?
        <br />
        &mdash;&nbsp;Чил, чил! &mdash; гьарайна кичIе хьайи Аждагьанди.
      </>
    ),
    p13: (
      <>
        ИкI&nbsp;лагьанмазни, Кьукь-халди Аждагьан кIулай вегьена. Чувал хьиз,
        гьалч хьана Аждагьан чилел, пад хьана. Адан руфунай Вервелаг-халадин
        кьве шарагни акъатна, &laquo;ЧIив-чIирив! Чун хъфида чи&nbsp;дидедин
        кьилив!&raquo;, лугьуз, лув гана, Вервелаг-халадин патав хъфена.
      </>
    ),
    p14: <>Абур гьана амаз, зун иниз хтана.</>,
  },
};

export { tale_2_rus, tale_2_dag }
