import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_3_rus = {
  title: <>Сказка о&nbsp;Хорошем Юноше</>,
  id: "03",
  content: {
    p0: (
      <>
        В&nbsp;одном селе жил бедный юноша. Он&nbsp;всегда делал благое для
        своих односельчан. Однажды в&nbsp;селе проходил большой совет,
        в&nbsp;котором участвовал и&nbsp;этот юноша.
      </>
    ),
    p1: (
      <>
        Один из&nbsp;ханов сказал:
        <br />
        &mdash;&nbsp;Этот юноша всё время делает людям хорошее. Давайте
        мы&nbsp;в&nbsp;знак благодарности один дадим ему коня,
        другой&nbsp;&mdash; быка.
      </>
    ),
    p2: (
      <>
        Тут встал{" "}
        <CustomTooltip
          highlightedText={<>аксакал</>}
          term="Аксакал"
          definition={
            <>
              &nbsp;&mdash;&nbsp;старейшина, почтенный человек на&nbsp;Кавказе
              и&nbsp;в&nbsp;Средней Азии.
            </>
          }
        />{" "}
        и&nbsp;сказал:
        <br />
        &mdash;&nbsp;Чем дарить коня и&nbsp;быка, подарим ему имя Хороший Юноша.
      </>
    ),
    p3: (
      <>
        Все люди на&nbsp;заседании согласились с&nbsp;аксакалом и&nbsp;стали
        звать парня Хороший Юноша. И&nbsp;это прозвище из&nbsp;уста в&nbsp;уста
        стало распространяться среди народов. С&nbsp;разных мест стали приезжать
        люди, чтобы посмотреть на&nbsp;него и&nbsp;познакомиться.
      </>
    ),
    p4: (
      <>
        В&nbsp;один день этот юноша говорит:
        <br />
        &mdash;&nbsp;Если меня народ признал Хорошим Юношей,
        то&nbsp;я&nbsp;должен заиметь хорошего коня,&nbsp;&mdash;
        подумал&nbsp;он. Взял припасённые деньги и&nbsp;вышел из&nbsp;дома.
      </>
    ),
    p5: (
      <>
        Не&nbsp;пройдя несколько дней пути, попал парень одному хану
        в&nbsp;гости. После трапезы спрашивает хан гостя:
        <br />
        &mdash;&nbsp;Как тебя зовут? Какими судьбами ты&nbsp;вышел в&nbsp;путь?
        <br />
        &mdash;&nbsp;Моё имя&nbsp;&mdash; Хороший Юноша. Я&nbsp;вышел искать для
        себя хорошего коня. И&nbsp;у&nbsp;меня для этого есть тридцать рублей.
        <br />
        &mdash;&nbsp;Есть&nbsp;ли так, то&nbsp;я&nbsp;подарю такого коня.
        Я&nbsp;слышал о&nbsp;твоём имени и&nbsp;сам думал навестить
        тебя,&nbsp;&mdash; говорит хан.
      </>
    ),
    p6: (
      <>
        После этого разговора пришёл сын хана и&nbsp;говорит:
        <br />
        &mdash;&nbsp;С&nbsp;этого дня мы&nbsp;с&nbsp;тобой друзья! Меня зовут{" "}
        <CustomTooltip
          highlightedText={<>Джанбек</>}
          term="Имя Джанбек"
          definition={
            <>&nbsp;можно перевести как &laquo;крепкая душа&raquo;.</>
          }
        />
        {". "}
        Я&nbsp;покажу тебе коней своего отца, и&nbsp;ты&nbsp;выберешь сам, какой
        тебе понравится.
      </>
    ),
    p7: (
      <>
        Посмотрел Хороший Юноша в&nbsp;конюшню и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Тут нет коня под меня.
      </>
    ),
    p8: (
      <>
        Джанбек повёл его в&nbsp;табун. Юноша по&nbsp;одному осмотрел всех
        коней:
        <br />
        &mdash;&nbsp;И&nbsp;здесь нет коня под меня!
        <br />
        &mdash;&nbsp;А&nbsp;где&nbsp;же найти коня под тебя?
        <br />
        &mdash;&nbsp;А&nbsp;есть&nbsp;ли у&nbsp;вас ещё кони?
        <br />
        &mdash;&nbsp;Всех убогих коней из&nbsp;табуна мы&nbsp;оставили на&nbsp;
        <CustomTooltip
          highlightedText={<>пойме</>}
          term="Пойма"
          definition={
            <>
              &nbsp;&mdash;&nbsp;низкий берег реки, который весной заливает
              вода. Обычно на&nbsp;этом лугу растет сочная трава и&nbsp;пасутся
              лошади.
            </>
          }
        />
        {"."}
      </>
    ),
    p9: (
      <>
        Юноша попросил посмотреть тех коней и&nbsp;выбрал из&nbsp;них самого
        захудалого. Джанбек говорит:
        <br />
        &mdash;&nbsp;Если отец узнает о&nbsp;твоём выборе, он&nbsp;рассердится.
        <br />
        &mdash;&nbsp;Если сейчас поругает, то&nbsp;через год обрадуется.
      </>
    ),
    p10: (
      <>
        Хороший Юноша год кормил эту клячу зерном, потом сел на&nbsp;неё
        утренней зарёй&nbsp;&mdash; и&nbsp;к&nbsp;восходу солнца вернулся,
        объездив весь свет. Ещё один год кормил коня, опять сел на&nbsp;него
        утренней зарёй, и&nbsp;опять объездил за&nbsp;день весь свет. Тут
        Хороший Юноша понял, что наконец-то подобрал коня под себя, и&nbsp;пошел
        на&nbsp;нём на&nbsp;охоту.
      </>
    ),
    p11: (
      <>
        В&nbsp;то&nbsp;время Джанбек гостил у&nbsp;хана, который жил
        на&nbsp;западе. Дочь хана подозвала к&nbsp;себе гостя и&nbsp;спросила:
        <br />
        &mdash;&nbsp;С&nbsp;какой стороны ты&nbsp;приехал?
        <br />
        &mdash;&nbsp;Я&nbsp;приехал с&nbsp;Востока.
        <br />
        &mdash;&nbsp;Я&nbsp;слышала, что на&nbsp;Востоке есть человек, которого
        зовут Хороший Юноша. Знаешь&nbsp;ли ты&nbsp;его?
        <br />
        &mdash;&nbsp;Очень хорошо знаю, он&nbsp;мой друг!
        <br />
        &mdash;&nbsp;Услышав о&nbsp;нём, я&nbsp;влюбилась,&nbsp;&mdash; говорит
        дочь хана. &mdash;&nbsp;Но&nbsp;только мой отец засватал меня
        за&nbsp;сына Карахана. Через десять дней я&nbsp;уезжаю. Дай
        ты&nbsp;знать своему другу: если он&nbsp;действительно хороший,
        то&nbsp;пусть спасёт меня и&nbsp;заберёт к&nbsp;себе.
      </>
    ),
    p12: (
      <>
        &mdash;&nbsp;Пожалуйста! &mdash;&nbsp;сказал Джанбек и&nbsp;ускакал
        на&nbsp;коне. На&nbsp;девятый день он&nbsp;прискакал к&nbsp;юноше
        и&nbsp;передал слова дочери хана. Утром юноша сел на&nbsp;коня, сам
        решил выкрасть дочь хана и&nbsp;вышел в&nbsp;путь.
      </>
    ),
    p13: (
      <>
        В&nbsp;то&nbsp;время в&nbsp;одном селе жил старый прорицатель. Узнав
        о&nbsp;приезде Хорошего Юноши, он&nbsp;захотел испытать его. Когда юноша
        приблизился к&nbsp;городу, где жила дочь хана, этот прорицатель
        превратил полено в&nbsp;мёртвого человека и&nbsp;бросил на&nbsp;дороге.
        Юноша, приблизившись к&nbsp;трупу, подумал: &laquo;Если я&nbsp;хороший
        юноша, то&nbsp;должен{" "}
        <CustomTooltip
          highlightedText={<>предать</>}
          term="Предать земле"
          definition={<>&nbsp;&mdash;&nbsp;закопать, похоронить.</>}
        />{" "}
        этого человека земле&raquo;. Взвалив мертвеца на&nbsp;коня,
        он&nbsp;поскакал обратно.
      </>
    ),
    p14: (
      <>
        В&nbsp;это время подоспел Джанбек:
        <br />
        &mdash;&nbsp;Что ты&nbsp;делаешь? &mdash;&nbsp;говорит&nbsp;он.
        <br />
        &mdash;&nbsp;На&nbsp;дороге лежал труп, моя совесть не&nbsp;позволила
        оставить его на&nbsp;дороге и&nbsp;решил я&nbsp;его похоронить.
      </>
    ),
    p15: (
      <>
        Хороший Юноша похоронил умершего и&nbsp;поскакал обратно. Когда
        он&nbsp;приближался к&nbsp;городу, где жила девушка, колдун превратил
        другое полено в&nbsp;труп и&nbsp;опять оставил на&nbsp;дороге. Юноша
        взял и&nbsp;этого мертвеца, вернулся обратно, похоронил&nbsp;&mdash;
        и&nbsp;снова в&nbsp;город поскакал.
      </>
    ),
    p16: (
      <>
        Колдун и&nbsp;в&nbsp;третий раз поступил так&nbsp;же, когда юноша
        вернулся, где раньше лежал труп, колдун превратился в&nbsp;страшилище
        в&nbsp;виде стога сена и&nbsp;встал перед всадником.
      </>
    ),
    p17: (
      <>
        Хороший Юноша говорит коню: &laquo;Если&nbsp;ты, конь, достоин меня,
        и&nbsp;если я&nbsp;достоин тебя&nbsp;&mdash; даже когда свинцовая гора
        встанет перед нами, ты&nbsp;чего пугаешься!&raquo; Тогда конь перескочил
        через страшилище, к&nbsp;закату солнца, юноша добрался в&nbsp;город, где
        жила дочь хана.
      </>
    ),
    p18: (
      <>
        Смотрит, сын Карахана увозит девушку. Увидев Хорошего Юношу,
        он&nbsp;пересадил девушку с&nbsp;её&nbsp;верблюда на&nbsp;коня, где сам
        сидел&nbsp;&mdash; и&nbsp;поскакал. Юноша, сколько&nbsp;бы
        ни&nbsp;мчался следом, не&nbsp;мог его догнать.
      </>
    ),
    p19: (
      <>
        Внезапно конь юноши заржал: &laquo;Моя родная мама! Не&nbsp;дай моей
        чести погаснуть, остановись! Не&nbsp;дай мне честь свою уронить!&raquo;
        Оказывается, лошадь, на&nbsp;которой скакал сын Карахана, была матерью
        клячи, на&nbsp;которой сидел юноша. Лошадь, услышав слова сына,
        споткнулась, упала и&nbsp;сломала ноги.
      </>
    ),
    p20: (
      <>
        Хороший Юноша догнал сына Карахана и&nbsp;хотел его казнить, но&nbsp;тут
        девушка ему говорит:
        <br />
        &mdash;&nbsp;Эй, юноша! Если ты&nbsp;хороший&nbsp;&mdash; отвези его
        в&nbsp;город и&nbsp;отсеки его голову перед толпой, потому что
        от&nbsp;его злодейства пострадали много людей. Пусть народ обрадуется!
        <br />
        &mdash;&nbsp;Так и&nbsp;сделаем! &mdash;&nbsp;ответил юноша
        и&nbsp;завязал злодею руки за&nbsp;спиной.
      </>
    ),
    p21: (
      <>
        Тут подходит к&nbsp;ним старик, поздоровался и&nbsp;говорит Хорошему
        Юноше:
        <br />
        &mdash;&nbsp;Ты&nbsp;меня знаешь?
        <br />
        &mdash;&nbsp;Нет, не&nbsp;знаю,&nbsp;&mdash; отвечает парень.
        <br />
        &mdash;&nbsp;Я&nbsp;колдун и&nbsp;кудесник. Когда народ хвалил тебя
        и&nbsp;прозвал Хорошим Юношей, я&nbsp;вышел тебя испытать. Я&nbsp;много
        мешал. Три раза я&nbsp;тебя заставил вернуться обратно. При испытании
        я&nbsp;понял, что ты&nbsp;хороший юноша и&nbsp;достоин этого звания!
        Будь осторожен: я&nbsp;тебе дам этот листок, привяжи его к&nbsp;копыту
        лошади&nbsp;&mdash; и&nbsp;она выздоровеет,&nbsp;&mdash; сказал старик
        и&nbsp;исчез.
      </>
    ),
    p22: (
      <>
        Юноша привязал листок к&nbsp;копыту лошади, и&nbsp;она встала
        на&nbsp;ноги. Затем он&nbsp;привязал сына Карахана за&nbsp;хвост своего
        коня, сам сел на&nbsp;лошадь, взял девушку и&nbsp;поскакал в&nbsp;город.
        К&nbsp;ночи они прискакали в&nbsp;город, но&nbsp;сын Карахана сумел
        развязать руки, прыгнул на&nbsp;коня Хорошего Юноши&nbsp;&mdash;
        и&nbsp;ускакал.
      </>
    ),
    p23: (
      <>
        Хороший Юноша, поздно узнав об&nbsp;этом, упал без чувств. Один день
        проходит, второй&nbsp;&mdash; не&nbsp;приходит в&nbsp;сознание.
        На&nbsp;третий день подоспел Джанбек. Смотрит, друг лежит без памяти.
        Спросил он&nbsp;у&nbsp;девушки, что случилось, и&nbsp;догадался, что
        пока конь не&nbsp;вернётся, Хороший Юноша не&nbsp;придёт
        в&nbsp;сознание.
      </>
    ),
    p24: (
      <>
        Сел Джанбек на&nbsp;лошадь и&nbsp;поcкакал туда, куда сын Карахана
        отправился. Перебрался на&nbsp;солнечную сторону горы.
        Смотрит&nbsp;&mdash; какая-то девушка сидит верхом на&nbsp;коне его
        друга и&nbsp;охотится за&nbsp;белой ланью.
      </>
    ),
    p25: (
      <>
        Джанбек прискакал к&nbsp;девушке, остановил лошадь голова к&nbsp;голове
        с&nbsp;конем и&nbsp;спрашивает:
        <br />
        &mdash;&nbsp;Откуда у&nbsp;тебя этот конь?
        <br />
        &mdash;&nbsp;Его привёз мой брат. А&nbsp;откуда у&nbsp;тебя лошадь моего
        брата?
        <br />
        &mdash;&nbsp;Эту лошадь привёз Хороший Юноша, но, потеряв своего коня,
        он&nbsp;потерял память,&nbsp;&mdash; отвечает Джанбек.
        <br />
        &mdash;&nbsp;Очень хорошо! Я&nbsp;давно стремилась встретиться
        с&nbsp;этим юношей, с&nbsp;тобой поеду,&nbsp;&mdash; говорит девушка.
      </>
    ),
    p26: (
      <>
        Они поскакали к&nbsp;юноше, подняли его и&nbsp;подвели к&nbsp;коню,
        но&nbsp;парень не&nbsp;очнулся. Вдруг появился колдун и&nbsp;сказал:
        &laquo;Пока он&nbsp;не&nbsp;выпьет пот своего коня,
        он&nbsp;не&nbsp;очнётся&raquo;.
      </>
    ),
    p27: (
      <>
        Джанбек сев на&nbsp;коня стал на&nbsp;нём скакать, чтобы тот вспотел.
        Но&nbsp;люди подсказали, что это конь кого-то отважного. И&nbsp;если
        кто-то такой&nbsp;же отважный не&nbsp;сядет на&nbsp;него, то&nbsp;конь
        не&nbsp;вспотеет. Тогда дочь хана, которую спас Хороший Юноша, села
        на&nbsp;коня, поскакала из&nbsp;одного города в&nbsp;другой&nbsp;&mdash;
        и&nbsp;вернула коня в&nbsp;белой пене. Дали этот пот выпить Хорошему
        Юноше&nbsp;&mdash; и&nbsp;он&nbsp;очнулся.
      </>
    ),
    p28: (
      <>
        Узнав, что юноша очнулся, ханы,{" "}
        <CustomTooltip
          highlightedText={<>визири</>}
          term="Визирь"
          definition={
            <>&nbsp;&mdash;&nbsp;министр, помощник правителя, хана.</>
          }
        />{" "}
        и&nbsp;вся знать города пришли смотреть на&nbsp;его. Хороший Юноша
        доверил обеих девушек другу Джанбеку, сел на&nbsp;коня и&nbsp;отправился
        искать сына Карахана.
      </>
    ),
    p29: (
      <>
        Сын Карахана нашёлся на&nbsp;скале высокой горы, где охотился
        за&nbsp;белой ланью. Юноша догнал его, повалил на&nbsp;землю, отсёк ему
        голову и&nbsp;привёз к&nbsp;хану.
      </>
    ),
    p30: (
      <>
        После этого хан созвал людей играть свадьбу. Семь дней и&nbsp;семь ночей
        они праздновали! Свою дочь он&nbsp;выдал за&nbsp;Хорошего Юношу,
        а&nbsp;дочь Карахана&nbsp;&mdash; за&nbsp;Джанбека. Джанбек, взяв
        молодую жену, вернулся к&nbsp;своему отцу. А&nbsp;Хороший Юноша остался
        на&nbsp;месте хана, и&nbsp;зажили они дружно.
      </>
    ),
  },
};

const tale_3_dag = {
  title: <>Яхшы уланны ёмагъы</>,
  id: "03",
  content: {
    p0: (
      <>
        Бир болгъан, бир болмагъан, бир юртда бир ярлы улан болгъан.
        Бу&nbsp;улан гьар заман элге яхшы къуллукъ этип юрюй болгъан. Бир гюн
        юртда уллу мажлис этиле. Онда, халкъгъа къуллукъ этип айлана туруп,
        шо&nbsp;улан да&nbsp;болгъан.
      </>
    ),
    p1: (
      <>
        Ханланы бириси айта:
        <br />
        &mdash;&nbsp;Гьейлер! Шу&nbsp;улан бизге гьар заман яхшы къулукъ эте.
        Биз шугъар бирибиз&nbsp;ат, бирибиз оьгюз берейик,&nbsp;&mdash; деп.
      </>
    ),
    p2: (
      <>
        Шонда бир тамаза туруп:
        <br />
        &mdash;&nbsp;Биз шугъар&nbsp;ат, оьгюз бермейик дей. Яхшы Улан
        де&nbsp;пат къояйыкъ, атдан, оьгюзден шо&nbsp;атны артыкъ
        гёрежек,&nbsp;&mdash; дей.
      </>
    ),
    p3: (
      <>
        Мажлисдегилер бары да&nbsp;рази болуп, огъар Яхшы Улан де&nbsp;пат
        къоялар. Уланны деген аты яйылып гете. Гьар ерлерден Яхшы Уланны гёрмеге
        адамлар гелеген бола.
      </>
    ),
    p4: (
      <>
        Бир гюн Яхшы Улан:
        <br />
        &mdash;&nbsp;Мени атым Яхшы Улан болгъан сонг, магъа минмеге яхшы
        ат&nbsp;да&nbsp;болмагъан герек,&nbsp;&mdash; деп ойлап, оьзюню жыйгъан
        отуз манат акъчасын да&nbsp;алып, чыгъып гете.
      </>
    ),
    p5: (
      <>
        Яхшы Улан бир нече гюнлер юрюп, бир хангъа къонакъ тюше.
        Ашап&nbsp;&mdash; ичип битген сонг хан:
        <br />
        &mdash;&nbsp;Сени атынг кимдир? Ну&nbsp;къуллукъгъа чыкъгъансан?
        <br />
        &mdash;&nbsp;Мени атым&nbsp;&mdash; Яхшы Улан. Мен бир ат&nbsp;къыдыра
        чыкъгъанман. Отуз манат акъчам да&nbsp;бар,&nbsp;&mdash; дей.
        <br />
        &mdash;&nbsp;Олай буса сагъа ат&nbsp;мен берермен. Сени хабарынгы
        эшитип, сени гёермеге гелемен деп тура эдим, гьали оьзюнг гелип
        къалдынг,&nbsp;&mdash; дей хан.
      </>
    ),
    p6: (
      <>
        Сонг ханны уланы гелип, Яхшы Улангъа айта:
        <br />
        &mdash;&nbsp;Биз бугюнден сонг къурдашларбыз! Мени атым да&nbsp;&mdash;
        Жанбек. Юрю, атамны атларын герсетейим, оьзюнг сайлап&nbsp;ал!
        &mdash;&nbsp;деп, алып гете.
      </>
    ),
    p7: (
      <>
        Яхшы Улан, бир ягъадан айгъырланы ялын сыйпап къарап:
        <br />
        &mdash;&nbsp;Магъа ярайгъан зат ёкъ,&nbsp;&mdash; дей.
      </>
    ),
    p8: (
      <>
        Сонг Жанбек ону йылкъыгъа элте. Яхшы Улан, бир ягъадан йылкъыны тергеп
        къарап:
        <br />
        &mdash;&nbsp;Воллагь, шунда да&nbsp;магъа ярайгъан зат ёкъ!
        &mdash;&nbsp;дей.
        <br />
        &mdash;&nbsp;Олай буса сагъа ярайгъан ат&nbsp;къайда болур экен?
        <br />
        &mdash;&nbsp;Сизин ат&nbsp;тайпадан болгъан затыгъыз дагъы ерде бармы?
        <br />
        &mdash;&nbsp;Йылкъыны ичинде сакъатларын, къартларын, пайдасызлар
        айырып, шо&nbsp;тюпдеги тогъайгъа ташлап къойгъанбыз,&nbsp;&mdash; дей.
      </>
    ),
    p9: (
      <>
        Яхшы Улан шолагъатда къарайыкъ деп, баралар. Атлардан тышгъари чыгъып
        отлап турагъан бир ябагъылы яман тай болгъан, Яхшы Улан шону тута.
        Жанбек дей:
        <br />
        &mdash;&nbsp;Яхари къурдашым, шуну элтсек, атабыз урушар.
        <br />
        &mdash;&nbsp;Гьали урушса&nbsp;да, бир йылдан сонг урушмас!
      </>
    ),
    p10: (
      <>
        Яхшы Улан шо&nbsp;ябагъылы яман тайны бир йыл акъ арпа булан сакълап,
        сонг бир гюн минип чыгъа: гюн булан бирче чыгъып, гюн батгъынча дюньяны
        бир айланып геле. Дагъы да&nbsp;бир йыл сакълап, эртен гюн булан бирче
        минип чыгъа, тюшге дюньядан бир айланып геле. Яхшы Улан гьали атдан
        тюзелдим деп, гьар гюн, ябагъылы яман тайгъа да&nbsp;минип, гьав этип
        юрюй болгъан.
      </>
    ),
    p11: (
      <>
        Жанбек, къыдыра чыгъып, Гюнбатышдагъы хангъа барып къонакъ тюше. Ханны
        къызы, Жанбекни ягъына чакъырып:
        <br />
        &mdash;&nbsp;Сен къайсы якъдан гелгенсен? &mdash;&nbsp;деп сорай.
        <br />
        &mdash;&nbsp;Гюнтувушдан гелгенмен.
        <br />
        &mdash;&nbsp;Гюнтувушда Яхшы Улан деп бир улан бар деп эшитгенмен, шону
        таныймысан?
        <br />
        &mdash;&nbsp;Кёп яхшы таныйман&nbsp;&mdash; о&nbsp;чу&nbsp;мени
        къурдашым!
        <br />
        &mdash;&nbsp;Олай буса, мен ону атын эшитип, шогъар гьашыкъ болгъанман.
        Амма атам мени Къараханны уланына гелешген. Он&nbsp;гюнден мен гетемен.
        Сен къурдашынга хабар&nbsp;эт. Шо&nbsp;Яхшы Улан буса, Къарахандан мени
        къутгьарып, оьзю алсын!
      </>
    ),
    p12: (
      <>
        &mdash;&nbsp;Башюсте! &mdash;&nbsp;деп, атына да&nbsp;минип, къайтып
        геле. Тогъузунчу гюн етишип, Яхшы Улангъа ишни гьакъында айта. Яхшы
        Улан, барырбыз деп, эртен, гюн булан бирче атларын ерлеп, ёлгъа
        чыгъаралар. Яхшы Улан айта:
        <br />
        &mdash;&nbsp;Жанбек, сен мени булан бирче юрюп болмассан! Бугюн къызны
        гетеген гюню, къыз гетгинче мен етишейим. Сен алашаны кёп къыйнамай
        гелирсен,&nbsp;&mdash; деп, ел&nbsp;йимик болуп гете.
      </>
    ),
    p13: (
      <>
        Бир юртда бир сигьручу ва&nbsp;сынчы къарт болгъан. Ол, Яхшы Улан
        гелгенни билип, мен шуну сынап къарайым, халкъ айтагъан кююнде Яхшы
        Уланмы экен деп, ёлгъа чыгъа. Яхшы Улан къызны шагьарына етишип
        барагъанда, сигьручу бир тёнгекни, оьлген адамны суратында этип, ёлгъа
        салып къоя. Яхшы Улан, &laquo;сюекни&raquo; уьстюне етишип, ойлаша:
        &laquo;Мен Яхшы Улан бусам, шу&nbsp;сюекни къоюп
        гетмен&raquo;,&nbsp;&mdash; деп, сюекни атны артына да&nbsp;салып,
        къайтып гете.
      </>
    ),
    p14: (
      <>
        Жанбекге етише:
        <br />
        &mdash;&nbsp;Не&nbsp;этдинг? &mdash;&nbsp;дей.
        <br />
        &mdash;&nbsp;Не&nbsp;этейим, елда ташланып шу&nbsp;сюек бар эди, шуну
        геммей гетме намусум кьабул этмеди. Шуну гемюп гелейим, сен юрюй
        тур,&nbsp;&mdash; деп гете.
      </>
    ),
    p15: (
      <>
        Яхшы Улан юртгьа да&nbsp;гелип, кьабурлагьа сюекни де&nbsp;гемюп, дагьы
        да&nbsp;гьайдап йибере. Кьызны шагьарына ювукьлашып барагьанда, сигьручу
        бирдагьы тенгекни сюек этип елгьа салып кьоя. Яхшы Улан шону
        да&nbsp;алып, юртуна кьайтып, кьабурлагьа гемюп, гьайдап йибере.
      </>
    ),
    p16: (
      <>
        Сигьручу бирдагьы тенгекни сюек эдип, елгьа салып кьоя. Яхшы Улан
        &laquo;сюекге&raquo; етишип, игитники уьчге ерлидир, шуну
        да&nbsp;гемермен деп, алып, кьабурларына элтип гемюп, гьайдап йибере.
        Яхшы Улан сюек бар ерге етишгенде, сигьручу бир яман эрши суратгьа
        кьап-кьара бичен аракь чакьы болуп, уланны алдында токьтай. Ат&nbsp;ону
        герюп, пышгьырып, токьтама кьарай.
      </>
    ),
    p17: (
      <>
        Яхшы Улан атыны айта: &laquo;Ябагьылы яман тай сен де&nbsp;болгьан сонг,
        сагьа минген Яхшы Улан мен де&nbsp;болгьан сонг, кьоргьашын тав алдынга
        гелсе&nbsp;де, неге тартынасан?!&raquo;&nbsp;&mdash; деп, кьысып йибере:
        ябагьылы яман тай, туягьын илиндирмей атылып, ари ягьына чыгьып гете.
        Гюн бата туруп, Яхшы Улан кьызны шагьарына етише.
      </>
    ),
    p18: (
      <>
        Кьараса, Кьараханны уланы кеп кериваны да&nbsp;булан, кьызны алып, гетип
        бара. Яхшы Уланны гергенде Кьараханны уланы, кьызны тюеден алып, оьзю
        минген атны артына салып, кьачып йибере. Яхшы Улан артындан чаба,
        нечакьы чапса&nbsp;да, етишип болмай.
      </>
    ),
    p19: (
      <>
        Яхшы Уланны тюбюндеги ябагьылы яман тай кишней: &laquo;Гьей, мени азиз
        анам! Мени намусумну-ягьымны битдирме, токьта! Мени намусум битсе,
        менден пайда екь!&raquo;&nbsp;&mdash; дей. Кьараханны уланы минген
        байтал ябагьылы яман тайны анасы болгьан. Байтал баласыны тавушун
        эшитгенде, бирден сюрюнюп йыгьылып, бутун да&nbsp;сындырып, ятып кьала.
      </>
    ),
    p20: (
      <>
        Яхшы Улан этишип, атындан тюшюп, Кьараханны уланы булан ябушуп, рну
        йыгьып, башын гесе турагьанда, кьыз айта:
        <br />
        &mdash;&nbsp;Гьей улан! Сен Яхшы улан бусанг, шу&nbsp;душманны башын
        шу&nbsp;ерде гесмей, шагьаргьа элтип, халкьны арасында гес. Шундан кеп
        халкь титирей эди, халкь герюп шат болсун!
        <br />
        &mdash;&nbsp;Кеп арив болур! &mdash;&nbsp;деп, ханны уланыны эки
        де&nbsp;кьолун артына байлай.
      </>
    ),
    p21: (
      <>
        Шо&nbsp;заман бир кьарт гелип, салам бере. Яхшы Улан саламын ала. Кьарт
        айта:
        <br />
        &mdash;&nbsp;Сен мени таныймысан? &mdash;&nbsp;деп.
        <br />
        &mdash;&nbsp;Екь, танымайман,&nbsp;&mdash; дей Яхшы Улан.
        <br />
        &mdash;&nbsp;Мен сынчы ва&nbsp;сигьручуман,&nbsp;&mdash; дей.
        &mdash;&nbsp;Бары да&nbsp;халкьсагьа Яхшы Улан деп айтгьанда, бюгюн мен
        сени сынамагьа чыкьгьан эдим. Мен сагьа кеп пуршав да&nbsp;этдим. Уьч
        керен елунгдан кьайтардым. Сени сынап, Яхшы Улан экенингни билдим. Сагьа
        Яхшы Улан деп айтмакь борч болгьан! Вере, шу&nbsp;япыракьны
        да&nbsp;берейим, шуну салып байласанг, байталны буту да&nbsp;сав
        болур,&nbsp;&mdash; деп, япыракь да&nbsp;берип, екь болуп кьала.
      </>
    ),
    p22: (
      <>
        Яхшы Улан, япыракьны салып, байталны бутун байлай. Байталны буту
        шоссагьа сав болуп, байтал атылып эретура. Яхшы Улан байталны
        кьуйругьуна Кьараханны уланына&nbsp;да, ябагьылы яман тайны
        да&nbsp;байлап, оьзю кьызны да&nbsp;алып, байталгьа минип, шагьаргьа
        багьып юрюй. Гече де&nbsp;кеп кьарангы болгьан. Кьыз булан лакьыр эте
        туруп, шагьаргьа етишип, ханны абзарына гирелер. Кьараханы уланы, елда
        барагьанда тарта туруп, кьолларын байлагьан йипни де&nbsp;уьзюп,
        ябагьылы ямантайгьа да&nbsp;минип, гетип кьалгьан болгьан.
      </>
    ),
    p23: (
      <>
        Яхшы Улан, бу&nbsp;ишни абзаргьа гирген сонг билип, ону гетгенине
        талчыгьып, эсден тайып кьала. Бир гюн гете, эки гюн гете&nbsp;&mdash;
        айыкьмай. Уьчюнчю гюн Жанбек етишип геле. Кьараса, кьурдашы эсден тайып
        тура. Жанбек, бу&nbsp;ишни себебин кьыздан сорап битген сонг, муну
        ябагьылы яман тайы гелмесе эсине гелмежек деп, байталгьа да&nbsp;минип,
        ел&nbsp;йимик болуп, гете.
      </>
    ),
    p24: (
      <>
        Жанбек тавну гюнбетине чыгьа. Чыкъса, ябагъылы яман тайгъа
        да&nbsp;минип, арив къыз акъ къубагийикге гьав этип тура.
      </>
    ),
    p25: (
      <>
        Жанбек къызгъа багъып чаба, экевюню де&nbsp;атларына башлары бир-бирине
        тийип токътай. Жанбек къызгъа:
        <br />
        &mdash;&nbsp;Бу&nbsp;ат&nbsp;сагъа къайдан гелди? Деп сорай.
        <br />
        &mdash;&nbsp;Атны чы&nbsp;уланкъардашым алып гелди. Мени уланкъардашымны
        байталы сагъа кьайдан гелди? &mdash;&nbsp;деп сорай къыз.
        <br />
        &mdash;&nbsp;Байталны Яхшы Улан алып гелди, тек оьзю, атына талчыгъып,
        эсден тайып тура,&nbsp;&mdash; дей Жанбек. &mdash;&nbsp;Мен шу&nbsp;атны
        къыдыра чыкъгъанман.
        <br />
        &mdash;&nbsp;Олай буса, кёп арив болур! Мен кёпден гьасирет эдим Яхшы
        Уланны гёрмеге, сени булан мен де&nbsp;гелейим! &mdash;&nbsp;дей къыз.
      </>
    ),
    p26: (
      <>
        &mdash;&nbsp;Кёп арив болур! &mdash;&nbsp;деп, Жанбек, атдан тюшюп,
        къызны байталгъа да&nbsp;миндирип, оьзю ябагъылы яман тайгъа
        да&nbsp;минип, ел&nbsp;йимик болуп, гетелер. Яхшы Уланны гётерип элтип,
        ябагъылы яман тайгъа сюртелер, ишыйлар, тек не&nbsp;этсе&nbsp;де,
        ол&nbsp;айыкай. Шоссагьат баягъы сынчы гелип, ябагъылы яман тайны терин
        ичирмесе улан айыкъмажакъ дей.
      </>
    ),
    p27: (
      <>
        Жанбек шогъар минип, игит ари-бери чапдыра&nbsp;&mdash; гьеч терлетип
        болмай. Бу&nbsp;ат-игитни аты, игит минмесе тер чыкъмажакъ дейлер.
        О&nbsp;заман Яхшы Улан алып гелген къыз минип, къамучу да&nbsp;уруп,
        о&nbsp;къаладан атылт, бу&nbsp;къаладан атылт этип йибере, шоссагьат акъ
        гёбюк басдырып алып геле. Сыгъып терин алып ичире&nbsp;&mdash; Яхшы Улан
        айыгъа.
      </>
    ),
    p28: (
      <>
        Яхшы Улан айыкъгъанны билип, хан, вазири&nbsp;&mdash; вакили
        ва&nbsp;бары да&nbsp;шагьар халкъ жыйылып гелип уланны гёрелер. Яхшы
        Улан эки де&nbsp;къызны Жанбекге аманат да&nbsp;этип, ябагъылы яман
        тайгъа да&nbsp;минип, Къараханны уланын къыдыра бараман деп чыгъа.
      </>
    ),
    p29: (
      <>
        Яхшы Улан, къыдыра туруп, бир тавну башына мине. Къараса, Къараханны
        уланы, бир ала атгъа да&nbsp;минип, акъ къубагийикге гьав этип тура.
        Яхшы Уланны гёрюп, ол&nbsp;къачмагъа башлай. Яхшы Улан артындан чаба,
        бир сабан бою гетме де&nbsp;къоймай, етишип барып елкесинден тутуп, ерге
        йыгъып, башын гесип ала. Ала атны къанжыгъасына башны да&nbsp;тагъып
        шагьаргъа гелип, бир узун къурухну учуна шо&nbsp;башны чанчып къоя.
      </>
    ),
    p30: (
      <>
        Сонг хан оьзюню къамучусу етген чакъы ерден халкъны да&nbsp;жыйып, етти
        гече, етти гюн той да&nbsp;этип, оьзюню къызын Яхшы Улангъа, Къараханны
        къызын Жанбекге бере. Жанбек, къатынын да&nbsp;алып, атасына къайта.
        Яхшы Улан, ханны къызын да&nbsp;алып, ханны орнунда хан да&nbsp;болуп,
        яшап къалалар.
      </>
    ),
  },
};

export { tale_3_rus, tale_3_dag }
