import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_1_rus = {
  title: <>Умная девушка</>,
  id: "01",
  content: {
    p0: (
      <>
        Давным-давно, когда коза толстела, скворец был судьей, а&nbsp;ханская
        дочь&nbsp;&mdash; колдуньей, когда мед попадал в&nbsp;почки,
        а&nbsp;почки жарились на&nbsp;меде...
      </>
    ),
    p1: (
      <>
        Давным-давно между Уралом и&nbsp;Волгой жил-был{" "}
        <CustomTooltip
          highlightedText={<>ногайский</>}
          term="Ногайцы"
          definition={
            <>
              , ногайские татары&nbsp;&mdash; народ, который жил
              на&nbsp;Северном Кавказе и&nbsp;на&nbsp;южных землях у&nbsp;реки
              Волги. Сейчас их&nbsp;потомки живут, например, в&nbsp;Дагестане,
              Ставрополье, а&nbsp;некоторые переехали в&nbsp;Югру.
            </>
          }
        />{" "}
        хан. А&nbsp;рядом по&nbsp;соседству жил бедный старик, у&nbsp;которого
        было немного овец.
      </>
    ),
    p2: (
      <>
        Однажды старик постриг своих овец и&nbsp;вышел пасти
        их&nbsp;в&nbsp;степи. Но&nbsp;он&nbsp;нечаянно заснул, и&nbsp;в&nbsp;это
        время его овцы ушли на&nbsp;ханскую землю.
      </>
    ),
    p3: (
      <>
        Когда бедняк проснулся, он&nbsp;отправился по&nbsp;их&nbsp;следам искать
        своих овец. Пришел к&nbsp;хану и&nbsp;обратился с&nbsp;просьбой простить
        его:
        <br />
        &mdash;&nbsp;Прости меня, на&nbsp;этот раз я&nbsp;заснул,
        виноват,&nbsp;&mdash; умоляюще сказал старик.
      </>
    ),
    p4: (
      <>
        А&nbsp;хан ему отвечает:
        <br />
        &mdash;&nbsp;Даю тебе три дня, за&nbsp;эти три дня разгадай смысл слов
        &laquo;твердый&raquo;, &laquo;мягкий&raquo;, &laquo;мирный&raquo;.
      </>
    ),
    p5: (
      <>
        Старик, вернувшись домой, рассказал обо всем дочери.
        <br />
        &mdash;&nbsp;Это проще простого. Ложись спать, а&nbsp;утром пойдешь
        к&nbsp;хану,&nbsp;&mdash; говорит бедняку дочь.
      </>
    ),
    p6: (
      <>
        На&nbsp;следующий день старик приходит к&nbsp;хану и&nbsp;говорит:
        <br />
        &mdash;&nbsp;&laquo;Твердый&raquo;&nbsp;&mdash; это топот коня,
        &laquo;мягкий&raquo;&nbsp;&mdash; копыта верблюда,
        а&nbsp;&laquo;мирный&raquo;&nbsp;&mdash; любовь между мужчиной
        и&nbsp;женщиной.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Разъясни свой ответ,&nbsp;&mdash; потребовал хан,
        но&nbsp;бедняк смотрел на&nbsp;хана с&nbsp;открытым ртом
        и&nbsp;не&nbsp;знал, что сказать.
      </>
    ),
    p8: (
      <>
        &mdash;&nbsp;Кто тебе подсказал? &mdash; спросил хан.
        <br />
        &mdash;&nbsp;Сам догадался,&nbsp;&mdash; ответил бедняк.
        <br />
        &mdash;&nbsp;Обманываешь! &mdash; рассердился хан и&nbsp;позвал{" "}
        <CustomTooltip
          highlightedText={<>визирей</>}
          term="Визирь"
          definition={
            <>
              &nbsp;&mdash;&nbsp;в&nbsp;восточных сказках так называют
              помощников хана: и&nbsp;больших министров, и&nbsp;просто
              секретарей, стражников.
            </>
          }
        />
        {". "}
        Визири начали пытать старика. А&nbsp;потом:
        <br />
        &mdash;&nbsp;Дочка сказала,&nbsp;&mdash; признался бедняк, когда его
        вынудили.
      </>
    ),
    p9: <>Затем дочь бедняка пришла к&nbsp;хану и&nbsp;все разъяснила:</>,
    p10: (
      <>
        &mdash;&nbsp;&laquo;Твердый&raquo;&nbsp;&mdash; топот коня. Однажды
        я&nbsp;стирала и&nbsp;услышала чей-то топот, но&nbsp;стоял туман,
        и&nbsp;я&nbsp;ничего не&nbsp;разглядела. Через какое-то время заметила
        коня, который шел тихо, будто птица летела.
      </>
    ),
    p11: (
      <>
        &laquo;Мягкие&raquo;&nbsp;&mdash; копыта у&nbsp;верблюда. Однажды
        мы&nbsp;постригли овец, мама положила шерсть в&nbsp;сарай и&nbsp;велела
        мне сторожить. &laquo;Будь очень внимательна, чтобы воры
        не&nbsp;украли&raquo;,&nbsp;&mdash; сказала мне она. В&nbsp;эту ночь,
        как&nbsp;бы я&nbsp;ни&nbsp;была внимательна, шерсть у&nbsp;нас украли.
        Оказалось, что ее&nbsp;увезли на&nbsp;верблюде.
      </>
    ),
    p12: (
      <>
        &laquo;Мирная&raquo;&nbsp;&mdash; бывает любовь между мужчиной
        и&nbsp;женщиной. Однажды мои родители сильно поругались,
        и&nbsp;я&nbsp;подумала, что утром они разойдутся. Если&nbsp;бы
        я&nbsp;осталась с&nbsp;отцом, мне было&nbsp;бы жалко мать, аесли&nbsp;бы
        ушла с&nbsp;матерью, то&nbsp;мне было&nbsp;бы жалко отца. Всю ночь
        я&nbsp;не&nbsp;смогла заснуть, а&nbsp;утром смотрю&nbsp;&mdash; родители
        разговаривают, смеются, как будто ничего и&nbsp;не&nbsp;было, так они
        и&nbsp;живут вместе.
      </>
    ),
    p13: (
      <>
        &mdash;&nbsp;Убедила, дочка, я&nbsp;согласен. Забирай своих
        овец,&nbsp;&mdash; сказал хан.
      </>
    ),
    p14: (
      <>
        Дочь вернулась домой и&nbsp;сказала отцу:
        <br />
        &mdash;&nbsp;Хан&nbsp;&mdash; человек коварный. Если вдруг
        он&nbsp;отправит к&nbsp;тебе сватов и&nbsp;спросит, каков выкуп
        за&nbsp;дочь, скажи, что дочь сама ответит.
      </>
    ),
    p15: (
      <>
        Приехали к&nbsp;ним два человека на&nbsp;лошадях&nbsp;&mdash; сваты
        от&nbsp;хана. Девушка им&nbsp;сказала:
        <br />
        &mdash;&nbsp;Выкуп за&nbsp;меня таков&nbsp;&mdash; пятнадцать ягнят,
        двадцать козлят, сорок пут, шестьдесят оков, семьдесят галушек.
      </>
    ),
    p16: (
      <>
        Сваты вернулись к&nbsp;хану и&nbsp;передали слова девушки. Тогда хан
        им&nbsp;ответил:
        <br />
        &mdash;&nbsp;Как говорится, ум&nbsp;не&nbsp;в&nbsp;возрасте,
        а&nbsp;в&nbsp;голове, и&nbsp;в&nbsp;словах девушки есть смысл.
        У&nbsp;меня не&nbsp;хватит сил бороться с&nbsp;ней.
      </>
    ),
    p17: (
      <>
        Пятнадцать ягнят означает, что она&nbsp;&mdash; пятнадцатилетний
        ребенок, двадцать козлят&nbsp;&mdash; в&nbsp;двадцать лет
        я&nbsp;в&nbsp;горах разбойничал, сорок пут&nbsp;&mdash; в&nbsp;сорок
        я&nbsp;освободился от&nbsp;пут, шестьдесят оков&nbsp;&mdash; мне
        шестьдесят лет, а&nbsp;семьдесят галушек&nbsp;&mdash; это моя старость.
      </>
    ),
    p18: (
      <>
        Что я&nbsp;могу ей&nbsp;дать? Поэтому пусть она выйдет замуж
        за&nbsp;любимого и&nbsp;будет счастлива.
      </>
    ),
  },
};

const tale_1_dag = {
  title: <>Акыллы кыз</>,
  id: "01",
  content: {
    p0: (
      <>
        Эрте-эрте заманда, эшки боьрте заманда, кара торгай кады болганда,
        ханнынъ кызы яды болганда, бал буьйрекке туьскенде, буьрек бал ман
        пискенде...
      </>
    ),
    p1: (
      <>
        Бурын-бурын заманда Яйык пан Эдил арасында уллы ногай хан яшаган.
        Ханнынъ касында бир ярлы да&nbsp;яшаган. Онынъ аз-маз койлары болыпты.
      </>
    ),
    p2: (
      <>
        Бир куьн ярлы койларынынъ юнин кыркып алып, бакпага шыгарганда, оьзи
        уйклап кетеди. Койлар десенъ, байлардынъерине барып туьседилер.
      </>
    ),
    p3: (
      <>
        Ярлы уянып, ызын алып, ханга тилеги мен келеди&nbsp;де:
        <br />
        &mdash;&nbsp;Бир йолга мени кеширинъиз, уйклап кетип, шуьшли
        болдым,&nbsp;&mdash; деп ялбарады.
      </>
    ),
    p4: (
      <>
        Сонда хан айтады:
        <br />
        &mdash;&nbsp;Сага уьш куьн беремен, сол куьнлердинъ ишинде
        &laquo;каты&raquo;, &laquo;юмсак&raquo;, &laquo;татым&raquo; деген уьш
        соьздинъ маьнесин шеш! &mdash; деп йибереди.
      </>
    ),
    p5: (
      <>
        Карт, уьйине келип, баьри заттыда кызына айтады.
        <br />
        &mdash;&nbsp;Ай, тыныш зат. Ятып уйкла, эртенъ турып
        барарсынъ,&nbsp;&mdash; дейди ярлыдынъ кызы.
      </>
    ),
    p6: (
      <>
        Экинши куьн ярлы ханга келип:
        <br />
        &mdash;&nbsp;&laquo;Каты&raquo;&nbsp;&mdash; аттынъ дуьбирдеви,
        &laquo;юмсак&raquo;&nbsp;&mdash; туьединъ табаны,
        &laquo;татым&raquo;&nbsp;&mdash; эр&nbsp;мен хатыннынъ арасындагы
        суьйим,&nbsp;&mdash; дейди.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Мысалылар ман анълат,&nbsp;&mdash; дейди хан. Мысалылар
        табалмай, терлеп-тершип, ярлы авызын ашып калады.
      </>
    ),
    p8: (
      <>
        &mdash;&nbsp;Муны сага ким айтты? &mdash; деп сорайды хан.
        <br />
        &mdash;&nbsp;Оьзим билдим,&nbsp;&mdash; дейди ярлы.
        <br />
        &mdash;&nbsp;Ялган соьйлейсинъ! &mdash; деп хан, ашувланып,
        ваьзирлерин шакыртады. Ваьзирлер ярлыды кыстайдылар. Ярлы:
        <br />
        &mdash;&nbsp;Кызым айтты,&nbsp;&mdash; дейди амалсыздан.
      </>
    ),
    p9: <>Ханга ярлыдын кызы келип анълатады:</>,
    p10: (
      <>
        &mdash;&nbsp;&laquo;Каты&raquo;&nbsp;&mdash; аттынъ дуьбирдеви. Мен бир
        куьн кир юваятыр эдим, дуьбирдевди эситтим. Тек оны туманнан коьрмедим.
        Бир заманда бурылып карасам, ушкан карагустайенъил йылысып,
        ат&nbsp;кетип бараятыр.
      </>
    ),
    p11: (
      <>
        &laquo;Юмсак&raquo; дегенинъ&nbsp;&mdash; ол&nbsp;туьединъ табаны. Анам
        кой кыркып, котаннынъ ишине салып. &laquo;Юнди урлап коймасынлар, сак
        бол!&raquo;,&nbsp;&mdash; деди. Сол кеше мен не&nbsp;шаклы сак болып
        уйкламасам&nbsp;да, юн&nbsp;урланыпты. Бир шувал юнимизди туье мен алып
        кетиптилер.
      </>
    ),
    p12: (
      <>
        &laquo;Татымлык&raquo; дегенинъ де&nbsp;&mdash; ол&nbsp;эр&nbsp;мен
        хатын арасындагы суьйим. Бир кере меним атам ман анам урсыскан эдилер.
        Эртенъ булар айырыларлар, деп ойландым мен. Атам ман калсам, анамга
        язык, анам ман кетсем, атамга язык, деп сав кеше таьтли уйкымдыети
        боьлип, ойланып шыктым. Эртеникте турып карасам&nbsp;&mdash; олар ойнап,
        куьлип, хабарласып турылар, суьйтип яшап та&nbsp;калдылар.
      </>
    ),
    p13: (
      <>
        &mdash;&nbsp;Разыман, кызым. Койларынъды аькет,&nbsp;&mdash; дейди хан.
      </>
    ),
    p14: (
      <>
        Кыз уьйине келип, атасына:
        <br />
        &mdash;&nbsp;Хан деген намарт зат. Эге рол мени айттырып келип,
        кызынънынъ баасы не&nbsp;затты деп сораса, кызым оьзи айтар деп,
        явапларсынъ,&nbsp;&mdash; дейди.
      </>
    ),
    p15: (
      <>
        Эки атлы келеди. Сонда кыз оьзи:
        <br />
        &mdash;&nbsp;Меним мегерим&nbsp;&mdash; он&nbsp;бес козы, йырма улак,
        кырк тысав, алпыс кисен, етпис быламык,&nbsp;&mdash; деп билдиреди.
      </>
    ),
    p16: (
      <>
        Элшилер ханга келип, кыздынъ соьзлерин айтадылар. Хан сонда булай дейди:
        <br />
        &mdash;&nbsp;Акыл яста тувыл, баста, дегенге усап, кыздынъ соьзининъ
        бавы бар. Ол&nbsp;кызга меним куьшиметпеек.
      </>
    ),
    p17: (
      <>
        Онынъ он&nbsp;бес козы дегени&nbsp;&mdash; ол&nbsp;он&nbsp;бес ячында
        бала болганы, йырма улагы&nbsp;&mdash; йырма ясымда ярдынъ аргы-берги
        якларында шапкылап юргеним, кырк тысав&nbsp;&mdash; кырк ясыма келип
        тысав туьскени, алпыс кисен дегени&nbsp;&mdash; алпыс ясына
        келгеним,етпис быламыгы да&nbsp;&mdash; меним картлыгым.
      </>
    ),
    p18: (
      <>
        Меннен эндигиси ол&nbsp;не&nbsp;коьреек? Сонынъ уьшин де&nbsp;суьйгенине
        барып, онынъ&nbsp;&mdash; оьсип яшасын.
      </>
    ),
  },
};

export { tale_1_rus, tale_1_dag }
