import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_2_rus = {
  title: <>Абзелил</>,
  id: "02",
  content: {
    p0: (
      <>
        Жили в&nbsp;старину в&nbsp;одном ауле старик со&nbsp;старухой,
        и&nbsp;у&nbsp;них был единственный сын Абзелил. Старик со&nbsp;старухой
        были очень бедными: не&nbsp;было ни&nbsp;скота, ни&nbsp;птицы. Умерли
        вскоре старики, и&nbsp;маленький Абзелил остался один. От&nbsp;отца ему
        ничего не&nbsp;досталось, только охапка{" "}
        <CustomTooltip
          highlightedText={<>лыка</>}
          term="Лыко"
          definition={
            <>
              &nbsp;&mdash;&nbsp;мягкая часть молодых деревьев, например, липы.
              Из&nbsp;лыка делали веревки, канаты, плели обувь и&nbsp;корзинки.
            </>
          }
        />
        {". "}
      </>
    ),
    p1: (
      <>
        Однажды Абзелил взял охапку лыка и&nbsp;пошёл к&nbsp;большому озеру.
        Погрузил охапку лыка в&nbsp;озеро, намочил его, сделал{" "}
        <CustomTooltip
          highlightedText={<>мочало</>}
          term="Мочало"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это лыко, вымоченное в&nbsp;воде, чтобы
              из&nbsp;него проще было вить (то&nbsp;есть, скручивать, делать)
              верёвки.
            </>
          }
        />{" "}
        и&nbsp;стал его вить: он&nbsp;хотел свить длинную верёвку. Пока
        он&nbsp;её&nbsp;вил, из&nbsp;воды вышел хозяин озера и&nbsp;спрашивает:
        <br />
        &mdash;&nbsp;Что ты&nbsp;делаешь,{" "}
        <CustomTooltip
          highlightedText={<>егет</>}
          term="Егет"
          definition={<>, или джигит&nbsp;&mdash; молодой парень</>}
        />
        {" ?"}
      </>
    ),
    p2: (
      <>
        Абзелил ответил:
        <br />
        &mdash;&nbsp;А&nbsp;вот закончу вить верёвку и&nbsp;подвешу озеро
        к&nbsp;небу! Испугался хозяин озера и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Оставь, егет! Не&nbsp;трогай озера. Дам тебе всё, чего
        ты&nbsp;захочешь.
      </>
    ),
    p3: (
      <>
        Задумался Абзелил: что&nbsp;же взять у&nbsp;этого существа? И&nbsp;решил
        попросить&nbsp;то, чего ему давно хотелось&nbsp;&mdash;{" "}
        <CustomTooltip
          highlightedText={<>хорошего</>}
          term="Лучшие"
          definition={
            <>
              &nbsp;кони, по&nbsp;башкирским преданиям, водились как раз возле
              больших озер. О&nbsp;них есть множество легенд.
            </>
          }
        />{" "}
        скакуна.
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Дай мне самого лучшего коня, тогда я&nbsp;и&nbsp;озеро
        оставлю на&nbsp;месте,&nbsp;&mdash; сказал Абзелил.
        <br />
        &mdash;&nbsp;Нет, егет! Не&nbsp;могу дать коня. Конь уйдёт&nbsp;&mdash;
        славы не&nbsp;будет у&nbsp;меня,&nbsp;&mdash; сказал хозяин озера.
        <br />
        &mdash;&nbsp;Как хочешь, дело твоё. А&nbsp;озеро
        я&nbsp;утащу,&nbsp;&mdash; сказал Абзелил и&nbsp;продолжил вить верёвку.
      </>
    ),
    p5: (
      <>
        Хозяин озера призадумался. Подумал немного и&nbsp;говорит Абзелилу:
        <br />
        &mdash;&nbsp;Эх, егет, если уж&nbsp;ты&nbsp;такой силач и&nbsp;можешь
        утащить моё озеро, давай будем состязаться! Будем бегать наперегонки
        по&nbsp;берегу. Перегонишь меня&nbsp;&mdash; конь твой!
      </>
    ),
    p6: (
      <>
        &mdash;&nbsp;Хорошо,&nbsp;&mdash; сказал Абзелил. &mdash;&nbsp;Только
        у&nbsp;меня есть младший брат в&nbsp;колыбели: если ты&nbsp;обгонишь
        его, тогда я&nbsp;соглашусь состязаться с&nbsp;тобой.
        <br />
        &mdash;&nbsp;Где&nbsp;же твой младший брат? &mdash;&nbsp;спросил хозяин
        озера.
        <br />
        &mdash;&nbsp;Мой младший брат спит в&nbsp;кустах, пойди туда, пошурши
        хворостом&nbsp;&mdash; он&nbsp;сразу и&nbsp;побежит,&nbsp;&mdash; сказал
        Абзелил.
      </>
    ),
    p7: (
      <>
        Хозяин озера пошёл в&nbsp;кустарник, пошуршал хворостом, и&nbsp;оттуда
        выскочил заяц. Хозяин озера бросился бежать за&nbsp;ним,
        но&nbsp;не&nbsp;смог догнать.
      </>
    ),
    p8: (
      <>
        Возвращается он&nbsp;к&nbsp;Абзелилу и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Ну, егет, давай состязаться до&nbsp;трёх раз! Теперь будем
        бороться.
        <br />
        &mdash;&nbsp;У&nbsp;меня есть восьмидесятилетний дедушка. Если собьёшь
        его с&nbsp;ног, то&nbsp;озеро останется за&nbsp;тобой. Мой дедушка лежит
        в&nbsp;
        <CustomTooltip
          highlightedText={<>тальнике</>}
          term="Тальник"
          definition={
            <>&nbsp;&mdash;&nbsp;это заросли низкорослой ивы на&nbsp;берегу.</>
          }
        />
        {". "}
        Поди ударь его палкой, тогда он&nbsp;будет бороться с&nbsp;тобой.
      </>
    ),
    p9: (
      <>
        Пошёл хозяин озера в&nbsp;тальник и&nbsp;ударил палкой спящего дедушку.
        А&nbsp;это был медведь. Вскочил разъярённый медведь, схватил могучими
        лапами хозяина озера и&nbsp;тут&nbsp;же повалил его. Еле вырвался
        хозяин, прибежал к&nbsp;Абзелилу и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Силён&nbsp;же твой дедушка! А&nbsp;с&nbsp;тобой тогда даже
        бороться не&nbsp;стану!
      </>
    ),
    p10: (
      <>
        После этого хозяин озера сказал Абзелилу:
        <br />
        &mdash;&nbsp;У&nbsp;меня есть{" "}
        <CustomTooltip
          highlightedText={<>шестидесятиверстная</>}
          term="Верста"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это старинная мера длины, чуть больше
              километра. Получается, кобыла была размером почти
              64&nbsp;км&nbsp;&mdash; как дорога от&nbsp;Сургута
              до&nbsp;Нефтеюганска.
            </>
          }
        />{" "}
        <CustomTooltip
          highlightedText={<>пегая</>}
          term="Пегая"
          definition={
            <>
              &nbsp;масть, или окраска&nbsp;&mdash; это с&nbsp;белыми пятнами
              на&nbsp;шкуре.
            </>
          }
        />{" "}
        кобыла. Обнесём-ка её&nbsp;вокруг озера на&nbsp;своих плечах.
        <br />
        &mdash;&nbsp;Обноси ты&nbsp;первый, а&nbsp;потом
        и&nbsp;я&nbsp;попробую,&nbsp;&mdash; сказал Абзелил.
      </>
    ),
    p11: (
      <>
        Хозяин озера поднял на&nbsp;плечи шестидесятиверстную пегую кобылу
        и&nbsp;обнёс её&nbsp;вокруг озера. Потом он&nbsp;сказал Абзелилу:
        <br />
        &mdash;&nbsp;Ну, егет, обнеси теперь&nbsp;ты.
      </>
    ),
    p12: (
      <>
        Абзелил бросил вить верёвку, подошёл к&nbsp;огромной кобыле
        и&nbsp;сказал хозяину озера:
        <br />
        &mdash;&nbsp;Я&nbsp;вижу, ты&nbsp;не&nbsp;так силен.
        Ты&nbsp;её&nbsp;на&nbsp;плечи поднимаешь, а&nbsp;я&nbsp;вот обнесу
        её&nbsp;промеж ног.
      </>
    ),
    p13: (
      <>
        Сел Абзелил на&nbsp;лошадь и&nbsp;поскакал по&nbsp;берегу. И&nbsp;тут
        уж&nbsp;хозяин озера не&nbsp;мог не&nbsp;сдержать свое обещание.
      </>
    ),
    p14: (
      <>
        Он&nbsp;привёл самого лучшего коня и&nbsp;отдал Абзелилу. Хорош был
        конь, ни&nbsp;за&nbsp;какое золото такого не&nbsp;купишь:
        с&nbsp;твёрдыми копытами, жёсткой гривой, грудь&nbsp;&mdash; как
        у&nbsp;орла, хребет&nbsp;&mdash; как у&nbsp;щуки, ушастый, глаза синие,
        щёки впалые, подбородок острый&nbsp;&mdash; дивный жеребец!
      </>
    ),
    p15: (
      <>
        Обрадовался Абзелил неожиданному счастью, сел на&nbsp;коня-красавца
        и&nbsp;поскакал домой.
      </>
    ),
    p16: (
      <>
        С&nbsp;тех пор, говорят, в&nbsp;деревне{" "}
        <CustomTooltip
          highlightedText={<>Абзелилове</>}
          term="Абзелилово"
          definition={
            <>
              &nbsp;&mdash;&nbsp;деревня в&nbsp;Республике Башкортостан, центр
              Абзелиловского района.
            </>
          }
        />{" "}
        в&nbsp;Башкирии разводят хороших лошадей, а&nbsp;все парни там
        смекалистые и&nbsp;храбрые.
      </>
    ),
  },
};

const tale_2_bash = {
  title: <>Әбйәлил</>,
  id: "02",
  content: {
    p0: (
      <>
        Борон-борон заманда бер ауылда бер әбей менән бабай йәшәгән, ти. Уларҙың
        Әбйәлил исемле берҙән-бер улдары булған. Былар бик ауырлыҡ менән,
        интегеп көн үткәргәндәр. Мал-тыуарҙары ла, ҡош-ҡорттары ла&nbsp;булмаған
        уларҙың. Берҙән-бер көндө әбей менән бабай үлеп киткән. Бәләкәс Әбйәлил
        үкһеҙ етем тороп ҡалған. Атаһынан уға бер ҡосаҡ һалабаш ҡабығынан башҡа
        бер нәмә лә ҡалмаған, ти.
      </>
    ),
    p1: (
      <>
        Бер көндө Әбйәлил, ана шул ҡабыҡтарҙы күтәреп, ҙур бер күл янына барған.
        Ҡабыҡты һыуға һалып шешендергән дә&nbsp;унан һалабаш һуйған, шунан оҙон
        итеп арҡан ишергә тотонған. Шул саҡта һыуҙан күл эйәһе килеп сыҡҡан да,
        унан:
        <br />
        &mdash;&nbsp;Егет, һин нимә эшләйһең? &mdash;&nbsp;тип һораған.
      </>
    ),
    p2: (
      <>
        Әбйәлил, иҫе китмәй генә:
        <br />
        &mdash;&nbsp;Бына ошо арҡанды ишеп бөтәм дә&nbsp;күлде күккә аҫып
        ҡуям,&nbsp;&mdash; тигән. Быны ишеткәс, күл эйәһен бөтөнләй ҡурҡыу
        алған. Ул&nbsp;ялынып-ялбарып:
        <br />
        &mdash;&nbsp;Ҡалдырһана, егет! Күлгә теймә инде, йәнең нимә теләһә, шуны
        бирермен,&nbsp;&mdash; тигән.
      </>
    ),
    p3: (
      <>
        &laquo;Был шөкәтһеҙ мәхлүктән нимә һорарға икән һуң?&raquo;&nbsp;&mdash;
        тип, Әбйәлил уйға ҡалған. Уның менеп йөрөргә берәй яҡшы атың булһын ине
        тигән күптәнге теләге бар икән. Әбйәлил күл эйәһенән шундай бик шәп бер
        ат&nbsp;һорамаҡсы булған.
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Һин миңә иң&nbsp;яҡшы бер һайлам ат&nbsp;бир. Шул сағында
        кулде урынында ҡалдырырмын,&nbsp;&mdash; тигән&nbsp;ул.
        <br />
        &mdash;&nbsp;Юҡ, егет, мин һиңә ат&nbsp;бирә алмайым. Атым
        киттеме&nbsp;&mdash; даным да&nbsp;бөтә минең,&nbsp;&mdash; ти&nbsp;икән
        күл эйәһе.
        <br />
        &mdash;&nbsp;Ихтыяр&nbsp;&mdash; үҙеңдә, мин көсләшеп тормайым,
        ә&nbsp;күлде мин бында ҡалдыра алмайым,&nbsp;&mdash; тигән
        дә&nbsp;Әбйәлил арҡанын ишә биргән.
      </>
    ),
    p5: (
      <>
        Күл эйәһе уйға ҡалған. Бер аҙ уйлап торғас, Әбйәлилгә ҡарап:
        <br />
        &mdash;&nbsp;Һин күл саҡлы күлде күтәреп китерлек шундай бер бәһлеүәнһең
        икән, минең менән кемуҙарҙан йүгерешеп ҡара улай булғас. Күлде тирәләп
        йүгерешәйек. Мине уҙалһаң, ат&nbsp;һинеке булыр,&nbsp;&mdash; тигән.
      </>
    ),
    p6: (
      <>
        &mdash;&nbsp;Була ул,&nbsp;&mdash; тигән Әбйәлил. &mdash;&nbsp;Тик
        шундай шарт менән: минең сәңгелдәктә ятҡан бер кесе ҡустым бар, шуны
        йүгереп уҙа алһаң, икәү ярышырбыҙ. Уны уҙа алмаһаң, мин һинең ише менән
        йүгерешеп тә&nbsp;тормайым.
        <br />
        &mdash;&nbsp;Ул ҡустың ҡайҙа һуң һинең? &mdash;&nbsp;тип һораған күл
        эйәһе.
        <br />
        &mdash;&nbsp;Анау ҡыуаҡ төбөндә ята,&nbsp;&mdash; тигән Әбйәлил.
        &mdash;&nbsp;Хәҙер шунда бар ҙа ҡойроғоң менән ҡыуаҡҡа һуғып&nbsp;ал,
        ул&nbsp;шунда уҡ йүгереп китер.
      </>
    ),
    p7: (
      <>
        Күл эйәһе ҡыуаҡлыҡҡа барып, теге әйткәнде эшләгән икән, шунда уҡ ҡыуаҡ
        төбөнән бер ҡуян сығып та&nbsp;йүгергән, ти. Күл эйәһе ҡурҡаҡ ҡуян
        артынан төшкән, ләкин ҡыуып етә алмаған.
      </>
    ),
    p8: (
      <>
        Шунан инде&nbsp;ул, Әбйәлил янына кире килеп:
        <br />
        &mdash;&nbsp;Йә, егет, былай булғас, өскә тиклем ярышайыҡ. Хәҙер көрәшеп
        ҡарайбыҙ, &mdash; тигән.
        <br />
        &mdash;&nbsp;Минең һикһән йәшлек олатайым бар,&nbsp;&mdash;
        тигән&nbsp;ул,&nbsp;&mdash; әгәр һин шуны көрәшеп йыға алһаң, күл һинеке
        булып ҡалыр. Олатайым анау тал араһында ята. Бар ҙа таяҡ менән ҡаты итеп
        һуғып&nbsp;ал. Шунан ул&nbsp;һинең менән көрәшә башлар.
      </>
    ),
    p9: (
      <>
        Күл эйәһе таллыҡҡа барып, йоҡлап ятҡан айыуға таяҡ менән берҙе ҡундырып
        алған, ти. Айыу һәйбәтләп кенә урынынан торған&nbsp;да, алғы аяҡтары
        менән Күл эйәһен бөрә тотоп алып, шунда уҡ ергә йығып һалған. Күл эйәһе
        айыуҙан көскә ысҡынып, ҡайтанан егет янына килгән.
        <br />
        &mdash;&nbsp;Һәләк көслө икән дәһә олатайың! Былай булғас, һинең үҙең
        менән көрәшеп тормайым инде,&nbsp;&mdash; тигән.
      </>
    ),
    p10: (
      <>
        Шунан һуң&nbsp;ул:
        <br />
        &mdash;&nbsp;Минең алтмыш ҡолас ала бейәм бар. Әйҙә, шуны күтәреп, күлде
        берәр ҡат әйләнеп сығайыҡ, &mdash; тигән.
        <br />
        &mdash;&nbsp;Тәүҙә һин үҙең әйләнеп сыҡ, ә&nbsp;унан мин ҡарап
        ҡарармын,&nbsp;&mdash; тигән Әбйәлил.
      </>
    ),
    p11: (
      <>
        Күл эйәһе үҙенең алтмыш ҡолас ала бейәһен иңбашына күтәреп алған
        да&nbsp;күлде әйләнен сыҡҡан. Шунан һуң, Әбйәлилгә ҡарап:
        <br />
        &mdash;&nbsp;Йә, егет, хәҙер һин әйләнеп кил инде,&nbsp;&mdash; тигән.
      </>
    ),
    p12: (
      <>
        Әбйәлил арҡан ишеүен ташлап, алтмыш ҡолас ала бейә янына килгән&nbsp;дә,
        Күл эйәһенә ҡарап:
        <br />
        &mdash;&nbsp;Самалауымса, һин ул&nbsp;тиклем көслөләрҙән түгел икәнһең,
        һин атты иңбашыңа күтәреп йөрөттөң, ә&nbsp;бына мин уны аяҡтарым араһына
        ҡыҫтырып ҡына ла&nbsp;йөрөтә алам! &mdash;&nbsp;тигән.
      </>
    ),
    p13: (
      <>
        Шул ерҙә Әбйәлил, атты йәһәт кенә менеп алған&nbsp;да, күлде-тирәләп
        сабып та&nbsp;сыҡҡан. Күл эйәһе хәҙер инде вәғәҙәһен үтәмәй булдыра
        алмаған.
      </>
    ),
    p14: (
      <>
        Ул&nbsp;үҙенең йылҡы өйөрөнән иң&nbsp;яҡшы бер атты һайлап, Әбйәлилгә
        килтереп биргән, ә&nbsp;аты&nbsp;&mdash; алтынға алыштырғыһыҙ булған:
        ҡаты тояҡлы, шырт текә яллы, бөркөт күкрәкле, суртан һыртлы, шеш
        ҡолаҡлы, еҙ күҙле, яңаҡтары тар ғына, эйәге ослайып барып бөткән
        һылыуҙарҙан-һылыу салт саптар бер арғымаҡ икән, ти.
      </>
    ),
    p15: (
      <>
        Әбйәлил көтмәгәндә килгән был бәхеткә ҡыуанып, саптар-арғымаҡҡа атланған
        да&nbsp;өйөнә сабып ҡайтып киткән, ти.
      </>
    ),
    p16: (
      <>
        Шул көндән алып Әбйәлилдә яҡшы аттар үрсетәләр икән, ә&nbsp;егеттәренең
        зирәклек, ҡыйыулыҡ менән тирә-яҡҡа дандары таралған, ти.
      </>
    ),
  },
};

export { tale_2_rus, tale_2_bash }
