import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_2_rus = {
  title: <>Абзелил</>,
  id: "02",
  content: {
    p0: (
      <>
        Жили в&nbsp;старину в&nbsp;одном ауле старик со&nbsp;старухой,
        и&nbsp;у&nbsp;них был единственный сын Абзелил. Старик со&nbsp;старухой
        были очень бедными: не&nbsp;было ни&nbsp;скота, ни&nbsp;птицы. Умерли
        вскоре старики, и&nbsp;маленький Абзелил остался один. От&nbsp;отца ему
        ничего не&nbsp;досталось, только охапка{" "}
        <CustomTooltip
          highlightedText={<>лыка</>}
          term="Лыко"
          definition={
            <>
              &nbsp;&mdash;&nbsp;мягкая часть молодых деревьев, например, липы.
              Из&nbsp;лыка делали веревки, канаты, плели обувь и&nbsp;корзинки.
            </>
          }
        />
        {". "}
      </>
    ),
    p1: (
      <>
        Однажды Абзелил взял охапку лыка и&nbsp;пошёл к&nbsp;большому озеру.
        Погрузил охапку лыка в&nbsp;озеро, намочил его, сделал{" "}
        <CustomTooltip
          highlightedText={<>мочало</>}
          term="Мочало"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это лыко, вымоченное в&nbsp;воде, чтобы
              из&nbsp;него проще было вить (то&nbsp;есть, скручивать, делать)
              верёвки.
            </>
          }
        />{" "}
        и&nbsp;стал его вить: он&nbsp;хотел свить длинную верёвку. Пока
        он&nbsp;её&nbsp;вил, из&nbsp;воды вышел хозяин озера и&nbsp;спрашивает:
        <br />
        &mdash;&nbsp;Что ты&nbsp;делаешь,{" "}
        <CustomTooltip
          highlightedText={<>егет</>}
          term="Егет"
          definition={<>, или джигит&nbsp;&mdash; молодой парень</>}
        />
        {" ?"}
      </>
    ),
    p2: (
      <>
        Абзелил ответил:
        <br />
        &mdash;&nbsp;А&nbsp;вот закончу вить верёвку и&nbsp;подвешу озеро
        к&nbsp;небу! Испугался хозяин озера и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Оставь, егет! Не&nbsp;трогай озера. Дам тебе всё, чего
        ты&nbsp;захочешь.
      </>
    ),
    p3: (
      <>
        Задумался Абзелил: что&nbsp;же взять у&nbsp;этого существа? И&nbsp;решил
        попросить&nbsp;то, чего ему давно хотелось&nbsp;&mdash;{" "}
        <CustomTooltip
          highlightedText={<>хорошего</>}
          term="Лучшие"
          definition={
            <>
              &nbsp;кони, по&nbsp;башкирским преданиям, водились как раз возле
              больших озер. О&nbsp;них есть множество легенд.
            </>
          }
        />{" "}
        скакуна.
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Дай мне самого лучшего коня, тогда я&nbsp;и&nbsp;озеро
        оставлю на&nbsp;месте,&nbsp;&mdash; сказал Абзелил.
        <br />
        &mdash;&nbsp;Нет, егет! Не&nbsp;могу дать коня. Конь уйдёт&nbsp;&mdash;
        славы не&nbsp;будет у&nbsp;меня,&nbsp;&mdash; сказал хозяин озера.
        <br />
        &mdash;&nbsp;Как хочешь, дело твоё. А&nbsp;озеро
        я&nbsp;утащу,&nbsp;&mdash; сказал Абзелил и&nbsp;продолжил вить верёвку.
      </>
    ),
    p5: (
      <>
        Хозяин озера призадумался. Подумал немного и&nbsp;говорит Абзелилу:
        <br />
        &mdash;&nbsp;Эх, егет, если уж&nbsp;ты&nbsp;такой силач и&nbsp;можешь
        утащить моё озеро, давай будем состязаться! Будем бегать наперегонки
        по&nbsp;берегу. Перегонишь меня&nbsp;&mdash; конь твой!
      </>
    ),
    p6: (
      <>
        &mdash;&nbsp;Хорошо,&nbsp;&mdash; сказал Абзелил. &mdash;&nbsp;Только
        у&nbsp;меня есть младший брат в&nbsp;колыбели: если ты&nbsp;обгонишь
        его, тогда я&nbsp;соглашусь состязаться с&nbsp;тобой.
        <br />
        &mdash;&nbsp;Где&nbsp;же твой младший брат? &mdash;&nbsp;спросил хозяин
        озера.
        <br />
        &mdash;&nbsp;Мой младший брат спит в&nbsp;кустах, пойди туда, пошурши
        хворостом&nbsp;&mdash; он&nbsp;сразу и&nbsp;побежит,&nbsp;&mdash; сказал
        Абзелил.
      </>
    ),
    p7: (
      <>
        Хозяин озера пошёл в&nbsp;кустарник, пошуршал хворостом, и&nbsp;оттуда
        выскочил заяц. Хозяин озера бросился бежать за&nbsp;ним,
        но&nbsp;не&nbsp;смог догнать.
      </>
    ),
    p8: (
      <>
        Возвращается он&nbsp;к&nbsp;Абзелилу и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Ну, егет, давай состязаться до&nbsp;трёх раз! Теперь будем
        бороться.
        <br />
        &mdash;&nbsp;У&nbsp;меня есть восьмидесятилетний дедушка. Если собьёшь
        его с&nbsp;ног, то&nbsp;озеро останется за&nbsp;тобой. Мой дедушка лежит
        в&nbsp;
        <CustomTooltip
          highlightedText={<>тальнике</>}
          term="Тальник"
          definition={
            <>&nbsp;&mdash;&nbsp;это заросли низкорослой ивы на&nbsp;берегу.</>
          }
        />
        {". "}
        Поди ударь его палкой, тогда он&nbsp;будет бороться с&nbsp;тобой.
      </>
    ),
    p9: (
      <>
        Пошёл хозяин озера в&nbsp;тальник и&nbsp;ударил палкой спящего дедушку.
        А&nbsp;это был медведь. Вскочил разъярённый медведь, схватил могучими
        лапами хозяина озера и&nbsp;тут&nbsp;же повалил его. Еле вырвался
        хозяин, прибежал к&nbsp;Абзелилу и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Силён&nbsp;же твой дедушка! А&nbsp;с&nbsp;тобой тогда даже
        бороться не&nbsp;стану!
      </>
    ),
  },
};

const tale_2_bash = {
  title: <>Дузд ва&nbsp;Мушфики</>,
  id: "02",
  content: {
    p0: (
      <>
        Шабе ба&nbsp;хонаи Мушфики дузд даромад, харчанд хар тарафро кофт, чизе
        наёфт. Аммо дузд умедашро наканда токчахо, зери болорхо ва&nbsp;таги
        синчхоро даст-даст карда медид...
      </>
    ),

  }
};

export { tale_2_rus, tale_2_bash }
