import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_3_rus = {
  title: <>Медведь и&nbsp;пчёлы</>,
  id: "03",
  content: {
    p0: (
      <>
        В&nbsp;давние-давние времена жил-был один косолапый медведь. И&nbsp;был
        у&nbsp;этого медведя хвост, такой&nbsp;же пушистый и&nbsp;длинный, как
        у&nbsp;лисы.
      </>
    ),
    p1: (
      <>
        Медведь очень любил мёд. Ни&nbsp;дня не&nbsp;мог без него прожить.
        Только о&nbsp;том все время и&nbsp;думал, где&nbsp;бы раздобыть медку.
        А&nbsp;когда встречал дерево, из&nbsp;дупла которого слышался пчелиный
        гул, очень радовался. Он&nbsp;залезал на&nbsp;это дерево, разорял
        пчелиное гнездо и&nbsp;начинал лакомиться.
      </>
    ),
    p2: (
      <>
        Бедняжки-пчелы тщетно пытались защитить своё гнездо, и&nbsp;окружив
        медведя, пытались его ужалить. Ведь у&nbsp;медведя очень длинная шерсть,
        а&nbsp;жало у&nbsp;пчёлки очень короткое. Стараясь добраться
        до&nbsp;медвежьей кожи пчелы забирались в&nbsp;шерсть
        и&nbsp;запутывались там, а&nbsp;медведю только этого и&nbsp;нужно.
      </>
    ),
    p3: (
      <>
        Он&nbsp;быстренько слезал с&nbsp;дерева и&nbsp;начинал кататься
        по&nbsp;земле, чтобы раздавить пчёл. А&nbsp;если и&nbsp;этого было
        недостаточно, медведь лез в&nbsp;воду, чтобы их&nbsp;намочить. После
        этого он&nbsp;забирался обратно на&nbsp;дерево и&nbsp;спокойно лакомился
        сладким мёдом, пока весь его не&nbsp;съест.
      </>
    ),
    p4: (
      <>
        Как-то раз в&nbsp;лес пришёл человек за&nbsp;дровами. Смотрит, сидит
        на&nbsp;дереве медведь, ест мёд, а&nbsp;своим пушистым хвостом пчёл
        отгоняет.
      </>
    ),
    p5: (
      <>
        &mdash;&nbsp;Ах&nbsp;ты, косолапый разбойник! Это&nbsp;ты, оказывается,
        ходишь тут, ульи разоряешь! Ну, погоди у&nbsp;меня, сейчас я&nbsp;тебе
        голову-то отсеку! &mdash; воскликнул человек и&nbsp;тоже полез
        на&nbsp;дерево.
      </>
    ),
    p6: (
      <>
        Добрался он&nbsp;до&nbsp;медведя и&nbsp;замахнулся топором&nbsp;&mdash;
        но&nbsp;попал не&nbsp;по&nbsp;шее, а&nbsp;по&nbsp;хвосту, и&nbsp;отрубил
        его. Медведь заорал от&nbsp;боли, рухнул с&nbsp;дерева и&nbsp;исчез
        в&nbsp;тёмном лесу. С&nbsp;той самой поры медведи стали бесхвостыми.
      </>
    ),
    p7: (
      <>
        А&nbsp;тот человек поправил разорённое пчелиное гнездо, поставил
        на&nbsp;место развороченные соты и&nbsp;ушёл домой.
      </>
    ),
    p8: (
      <>
        Увидев такое дело пчелы очень удивились и&nbsp;спросили
        у&nbsp;пчелы-матери:
        <br />
        &mdash;&nbsp;А&nbsp;ты&nbsp;не&nbsp;знаешь, почему этот человек
        не&nbsp;забрал и&nbsp;не&nbsp;съел весь наш мёд? Ведь ему&nbsp;же уже
        никто не&nbsp;мог помешать сделать это?
      </>
    ),
    p9: (
      <>
        Пчела-мать задумалась, но&nbsp;она не&nbsp;знала, что ответить
        на&nbsp;такой вопрос. Но&nbsp;она все&nbsp;же сказала своим детям:
        <br />
        &mdash;&nbsp;Вы&nbsp;летите, догоните этого человека и&nbsp;спросите
        у&nbsp;него самого, почему он&nbsp;не&nbsp;съел наш мёд.
      </>
    ),
    p10: (
      <>
        Когда пчелы догнали человека и&nbsp;задали свой вопрос, тот ответил:
        <br />
        &mdash;&nbsp;А&nbsp;если&nbsp;бы я&nbsp;съел сейчас ваш мёд,
        то&nbsp;как&nbsp;бы вы&nbsp;перезимовали? Вы&nbsp;бы погибли
        в&nbsp;первые&nbsp;же холода, и&nbsp;я&nbsp;бы тоже остался без меда
        на&nbsp;следующее лето.
      </>
    ),
    p11: (
      <>
        Пчелы вернулись обратно в&nbsp;своё гнездо и&nbsp;передали все слова
        человека. Пчела-мать и&nbsp;выслушала и&nbsp;велела созвать всех
        на&nbsp;совет. На&nbsp;этом совете пчелы решили полететь вместе
        к&nbsp;человеку и&nbsp;попросить, чтобы он&nbsp;взял их&nbsp;под свою
        защиту от&nbsp;разорительных набегов медведя.
      </>
    ),
    p12: (
      <>
        И&nbsp;вот прилетели пчелы к&nbsp;человеку и&nbsp;сказали:
        <br />
        &mdash;&nbsp;Пожалуйста, спаси нас от&nbsp;медведя. Совсем нам житья нет
        от&nbsp;этого косолапого поганого разбойника. Мы&nbsp;будем тебе
        за&nbsp;это очень благодарны.
      </>
    ),
    p13: (
      <>
        &mdash;&nbsp;Хорошо! Сделаю для вас очень хорошую{" "}
        <CustomTooltip
          highlightedText={<>пасеку</>}
          term="Пасека"
          definition={
            <>
              &nbsp;&mdash;&nbsp;место, где человек ставит подходящие для пчёл
              домики-ульи. Часть мёда он&nbsp;оставляет им&nbsp;для питания,
              а&nbsp;часть забирает себе.
            </>
          }
        />
        {","}
        &nbsp;&mdash; ответил человек. &mdash; Там вы&nbsp;будете жить
        и&nbsp;мед{" "}
        <CustomTooltip
          highlightedText={<>собирать</>}
          term="Собирать"
          definition={
            <>
              &nbsp;мёд башкиры продолжают и&nbsp;до&nbsp;сих пор, башкирский
              мёд известен далеко за&nbsp;пределами региона и&nbsp;даже России.
            </>
          }
        />
        {"."}
      </>
    ),
    p14: (
      <>Говорят, с&nbsp;тех самых пор пчелы и&nbsp;стали угощать людей медом.</>
    ),
  },
};

const tale_3_bash = {
  title: <>Айыу менән бал ҡорттары</>,
  id: "03",
  content: {
    p0: (
      <>
        Борон-борон заманда, өйрәк үрәтник, һайыҫҡан дисәтник саҡта, булған, ти,
        бер тайыш табан айыу. Уның ҡойроғо, төлкө ҡойроғо кеүек&nbsp;үк, оҙон
        да, йөнтәҫ тә&nbsp;булып, өрпәйеп торор булған, ти.
      </>
    ),
    p1: (
      <>
        Айыу бал яратҡан. Балһыҙ йәшәй ҙә алмаған. Гел генә бал ашауҙы уйлаған
        да&nbsp;йөрөгән. Бал ҡорттары мыжлап торған ағас ҡыуышын күрҙеме,
        айыуҙың шатлығы эсенә һыймай башлай икән. Ул, аушаңлап, ағас башына
        менә&nbsp;лә, умартаны пыр туҙҙырып, бал ашарға тотона икән.
      </>
    ),
    p2: (
      <>
        Бал ҡорттары айыуҙы һырып алалар ҙа сағырға маташа, әммә булдыра
        алмайҙар. Сөнки айыуҙың йөнө оҙон, ә&nbsp;бал ҡорттарының ҡаяуҙары
        ҡып-ҡыҫҡа. Улар, айыуҙың тәненә яҡынлашырға тырышып, йөн араһына
        инәләр-инәләр ҙә шунда сырмалып бөтәләр. Ә&nbsp;айыуға шул ғына
        кәрәк&nbsp;тә.
      </>
    ),
    p3: (
      <>
        Ул&nbsp;ағастан төшә һала ла&nbsp;ерҙә аунай башлай. Йөн араһында
        буталып ҡалған бал ҡорттары иҙеләләр ҙә бөтәләр. Улай ҙа булмаһа, һыуға
        барып бер сумып ала, ти, был, бал ҡорттары шунда сыланып, ҡойолоп төшә.
        Шунан һуң айыу йәнә ағас башына менеп китеп, солоҡтағы бал бөткәнсе,
        үҙенең эсе күпкәнсе, һыйлана икән, ти.
      </>
    ),
    p4: (
      <>
        Бер ваҡыт урманға утын алырға бер кеше килгән икән. Ипләберәк ҡараһа,
        ағас башында бал ашап ултырған айыуҙы күреп ҡалған. Үҙе бал ашай, ти,
        айыу, ә&nbsp;йөнтәҫ оҙон ҡойроғо менән бал ҡорттарын ҡыуа икән, ти.
      </>
    ),
    p5: (
      <>
        &mdash;&nbsp;Әх, һин, тайыштабан, тайыштабан! Ҡорттарҙы ҡырып, әҙер
        балды ашап йөрөйһөң икән әле! Муйыныңды өҙмәһәмме, бына күр ҙә тор!
        &mdash; тип, теге кеше ағас башына менеп киткән.
      </>
    ),
    p6: (
      <>
        Ул&nbsp;айыуға ҡарап балтаһын һелтәгән. Әммә балта айыуҙың муйынына
        түгел, ә ҡойроғона тап килеп, уны сабып өҙгән. Шулай итеп, тайыштабан
        айыу оҙон йөнтәҫ ҡойроғо менән бөтөнләйгә хушлашҡан. Айыу ағастан
        төшкән&nbsp;дә, башын түбән баҫып, урман араһына инеп юғалған. Шунан
        бирле айыуҙар сонтоҡ ҡойроҡло булып ҡалған, ти.
      </>
    ),
    p7: (
      <>
        Теге кеше солоҡто яҡшылап ҡарап, йүнәтеп сыҡҡан, кәрәҙҙәрҙе үҙ урынына
        ҡуйған да ҡайтып киткән.
      </>
    ),
    p8: (
      <>
        Бал ҡорттары быны күреп, башта ғәжәпләнгән. Улар инә ҡорттан:
        <br />
        &mdash;&nbsp;Ниңә был кеше беҙҙең балыбыҙҙы ашап ботөрөп китмәне икән?
        &mdash; тип һораған.
      </>
    ),
    p9: (
      <>
        Инә ҡорт ни&nbsp;тип яуап ҡайтарырға белмәгән. Шулай ҙа ул&nbsp;бал
        ҡорттарына:
        <br />
        &mdash;&nbsp;Барығыҙ, осоп етегеҙ ҙә ул&nbsp;кешенән беҙҙең балыбыҙҙы
        ниңә ашамауын һорағыҙ, &mdash; тигән, ти.
      </>
    ),
    p10: (
      <>
        Бал ҡорттары теге кешене ҡыуып етеп һорағас, ул:
        <br />
        &mdash;&nbsp;Әгәр мин балығыҙҙы ашаған булһам, үҙегеҙгә ҡыш ашауға нимә
        ҡалыр ине? Һеҙ ҙә астан үлер инегеҙ, йәренгә мин дә&nbsp;балһыҙ ҡалыр
        инем,&nbsp;&mdash; тип яуап биргән, ти.
      </>
    ),
    p11: (
      <>
        Бал ҡорттары солоҡҡа әйләнеп ҡайтҡан да&nbsp;инә ҡортҡа теге кешенең
        һүҙҙәрен әйтеп биргән. Шул саҡта инә ҡорт кәңәшкә бөтә ҡорттарҙы йыйған.
        Бал ҡорттары, ул&nbsp;кешегә күмәкләп барырға&nbsp;ла, үҙҙәрен айыуҙан
        һаҡлауын һорарға, тип кәңәш иткәндәр, ти.
      </>
    ),
    p12: (
      <>
        Ҡорттар ауылға, теге кеше янына барып:
        <br />
        &mdash;&nbsp;Беҙҙе яуыз айыуҙан ҡотҡара күр, үҙ эргәңә&nbsp;ал.
        Ә&nbsp;беҙ һиңә бының өсөн рәхмәт әйтербеҙ, &mdash; тигәндәр, ти.
      </>
    ),
    p13: (
      <>
        &mdash;&nbsp;Яҡшы! Мин һеҙгә бик һәйбәт итеп умарта эшләрмен. Һеҙ шунда
        йәшәрһегеҙ, бал йыйырһығыҙ, &mdash; тип яуап биргән&nbsp;ти, кеше.
      </>
    ),
    p14: (
      <>
        Шул көндән бирле бал ҡорттары кешеләрҙе бал менән һыйлай башлаған, ти.
      </>
    ),
  },
};

export { tale_3_rus, tale_3_bash }
