import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_1_rus = {
  title: <>Благодарный заяц</>,
  id: "01",
  content: {
    p0: (
      <>
        В&nbsp;праздничный день родители послали маленького сына звать гостей:
        &laquo;Зови такого-то дядю, такого-то дедушку, такого-то
        зятя...&raquo;&nbsp;&mdash; и&nbsp;назвали ему так много разных имён,
        что сразу и&nbsp;не&nbsp;упомнить.
      </>
    ),
    p1: (
      <>
        Мальчик слушал-слушал, но&nbsp;выбежал на&nbsp;улицу&nbsp;&mdash;
        и&nbsp;тут&nbsp;же забыл, кого ему велели звать. Но&nbsp;вернуться домой
        и&nbsp;переспросить не&nbsp;посмел.
      </>
    ),
    p2: (
      <>
        И&nbsp;придумал:
        <br />
        &mdash;&nbsp;Позову-ка я&nbsp;всех своих деревенских со&nbsp;всех улиц:
        авось среди них окажутся и&nbsp;те, кого мне велели позвать.
      </>
    ),
    p3: (
      <>
        Он&nbsp;оббежал с&nbsp;приглашением в&nbsp;гости все дома
        в&nbsp;деревне, по&nbsp;обеим сторонам всех улиц и&nbsp;переулков.
      </>
    ),
    p4: (
      <>
        Стали собираться гости, и&nbsp;постепенно в&nbsp;доме оказались все
        жители деревни. Отец и&nbsp;мать испугались:
        <br />
        &mdash;&nbsp;Что&nbsp;же делать? Где взять угощение для стольких людей?
      </>
    ),
    p5: (
      <>
        Ждут гости угощенья. Собирают им&nbsp;на&nbsp;стол все запасы, сколько
        было в&nbsp;доме, но&nbsp;видно хозяевам, что этого мало.
      </>
    ),
    p6: (
      <>
        А&nbsp;тут мальчик вернулся и&nbsp;говорит, что это он&nbsp;всех позвал,
        потому что забыл имена гостей. Отец разозлился:
        <br />
        &mdash;&nbsp;Сам испортил дело, сам и&nbsp;поправляй!
      </>
    ),
    p7: (
      <>
        Заплакал мальчик, что так родителей подвел. Со&nbsp;слезами вышел
        он&nbsp;из&nbsp;дому, побежал за&nbsp;деревню, а&nbsp;потом
        и&nbsp;в&nbsp;лес. Сел под дерево и&nbsp;плачет.
      </>
    ),
    p8: (
      <>
        Тут бежит мимо заяц. Его этот мальчик когда-то спас, выкормил дома,
        а&nbsp;когда заяц вырос, выпустил того в&nbsp;лес. Подошел заяц
        к&nbsp;мальчику и&nbsp;уселся у&nbsp;его ног.
      </>
    ),
    p9: (
      <>
        Рассказал мальчик ему о&nbsp;своем горе. Выслушал зайчик, пошевелил
        длинными ушами, встал на&nbsp;задние лапки, взял передними мальчика
        за&nbsp;руку и&nbsp;сказал:
        <br />
        &mdash;&nbsp;Не&nbsp;горюй, дружок! Иди домой&nbsp;&mdash; все будет.
      </>
    ),
    p10: (
      <>
        И&nbsp;ускакал заяц в&nbsp;лес. А&nbsp;мальчик домой пришел&nbsp;&mdash;
        гости уже съели все, что было. Не&nbsp;уходят, сидят на&nbsp;месте,
        и&nbsp;спрашивают, будут&nbsp;ли еще кормить. Некоторые хозяина
        попрекают:
        <br />
        &mdash;&nbsp;Зачем ты&nbsp;нас звал, если угощать нечем?
        &mdash;&nbsp;возмущаются.
      </>
    ),
    p11: (
      <>
        Тут один гость глянул в&nbsp;окно и&nbsp;растерялся. Позвал остальных
        посмотреть. А&nbsp;там полна улица всяких зверей! Все идут к&nbsp;этому
        дому&nbsp;&mdash; и&nbsp;каждый что-то тащит.
      </>
    ),
    p12: (
      <>
        Медведи катят ульи с&nbsp;медом, волки тащат овечьи туши, олени
        на&nbsp;рогах несут ведра с&nbsp;молоком, зайцы&nbsp;&mdash; корзины
        с&nbsp;орехами, лисы&nbsp;&mdash; кур и&nbsp;гусей...
      </>
    ),
    p13: (
      <>
        Оказалось, это заслуга зайчика: он&nbsp;позвал на&nbsp;помощь своих
        лесных друзей. Заяц рассказал&nbsp;им, как мальчик его вырастил
        и&nbsp;выпустил на&nbsp;волю. Тогда они решили принести к&nbsp;дому
        угощение.
      </>
    ),
    p14: (
      <>
        Тесно стало во&nbsp;дворе, когда звери сложили там угощенье.
        А&nbsp;гости стояли с&nbsp;открытыми ртами и&nbsp;не&nbsp;могли
        и&nbsp;слова вымолвить. Отец с&nbsp;матерью не&nbsp;знали, что
        и&nbsp;делать от&nbsp;радости. Но&nbsp;больше всех радовался мальчик.
      </>
    ),
    p15: (
      <>
        Три дня и&nbsp;три ночи подряд хозяева угощали гостей. А&nbsp;когда все
        разошлись по&nbsp;домам, половина припасов еще и&nbsp;осталась.
      </>
    ),
    p16: (
      <>
        Долго потом в&nbsp;народе ходили рассказы об&nbsp;этом случае. Ведь
        такого гостеприимства не&nbsp;было никогда и&nbsp;нигде.
      </>
    ),
  },
};

const tale_1_bash = {
  title: <>Йомарт ҡуян</>,
  id: "01",
  content: {
    p0: (
      <>
        Бер байрам көндө бер кеше үҙенең бәләкәс кенә улын ҡунаҡ саҡырырға
        ебәргән. &laquo;Фәлән-фәлән ағайыңды, фәлән-фәлән бабайыңды, фәлән-фәлән
        еҙнәңде саҡыр&raquo;,&nbsp;&mdash; тип, ҡырҡмаһа-ҡырҡ кеше исемен әйтеп
        сыҡҡан.
      </>
    ),
    p1: (
      <>
        Малай тыңлап торған, тик ҡапҡанан сыҡҡас та, ҡунаҡҡа кемдәрҙе саҡырырға
        кәрәклеген онотоп бөтөргән, ти. Өйгә кире инеп, ҡайтанан һорашырға
        ҡыйыулығы етмәгән.
      </>
    ),
    p2: (
      <>
        Шунан малай:
        <br />
        &mdash;&nbsp;Тотайым да&nbsp;бөтә ауыл кешеләрен саҡырып ҡайтайым, шулар
        араһында мин саҡырырға тейеш кешеләр ҙә булыр әле.
      </>
    ),
    p3: (
      <>
        Малай, ауылдың һәр урамын ике яҡлап төшөп алған&nbsp;да, өй&nbsp;беренсә
        йөрөп, бөтә кешене ҡунаҡҡа саҡырған.
      </>
    ),
    p4: (
      <>
        Ҡунаҡтар йыйыла башлаған. Аҡрынлап йортҡа бөтә ауыл халҡы килеп тулған,
        ата менән әсә ҡаушап ҡалғандар:
        <br />
        &mdash;&nbsp;Ни&nbsp;эшләргә инде? Был тиклем күп ҡунаҡҡа етерлек
        һый-хөрмәтте ҡайҙан алмаҡ кәрәк? &mdash;&nbsp;тип аптырашҡан улар.
      </>
    ),
    p5: (
      <>
        Ҡунаҡтар һый-хөрмәт көтә. Хужалар булған аҙыҡты ҡырып-һепереп ашъяулыҡҡа
        килтереп ултырталар, һый барыбер етмәне, ти.
      </>
    ),
    p6: (
      <>
        Ә&nbsp;малай, кемдәрҙе саҡырырға кәрәклеген онотҡанлыҡтан, бөтә ауыл
        халҡын саҡырып ҡайтыуын ата-әсәһенә һөйләп биргән. Атаһы малайына:
        <br />
        &mdash;&nbsp;Үҙең эште боҙҙоң, хәҙер үҙең рәтлә! &mdash;&nbsp;тигән.
      </>
    ),
    p7: (
      <>
        Ата-әсәһен шулай оятҡа ҡалдырғаны өсөн малай, күҙ йәштәрен ағыҙа-ағыҙа,
        өйҙән сыҡҡан да&nbsp;ауыл артына йүгергән, унан урманға барып ингән.
        Ағас төбөнә ултырып, йәнә үкһеп илай башлаған.
      </>
    ),
    p8: (
      <>
        Шул ваҡыт ул&nbsp;бер ҡуян йүгереп килгәнен күргән. Малай былтыр ғына ул
        ҡуянды үҙ өйөндә аҫырап үҫтергән, үҫкәс, уны урманға ебәргән икән. Ҡуян
        малайҙы әллә ҡайҙан танып, уның эргәһенә килеп ултырған.
      </>
    ),
    p9: (
      <>
        Малай ҡуянға үҙенең ҡайғы-хәсрәтен һөйләп биргән. Ҡуян уны яҡшылап
        тыңлағандан һуң, оҙон ҡолаҡтарын ҡайсылап, артҡы аяҡтарына ултырып, алғы
        аяҡтары менән малайҙың ҡулынан тотоп:
        <br />
        &mdash;&nbsp;Ярар, ҡайғырма, дуҫҡайым. Бар, өйөңә ҡайт, бөтәһе
        лә&nbsp;булыр.
      </>
    ),
    p10: (
      <>
        Үҙе һикерә-һикерә урманға инеп киткән. Малай ҡайтыуға әрһеҙ ҡунаҡтар
        өйҙә булған һый-хөрмәтте ашап-эсеп бөтөргән булған. Урындарынан
        ҡуҙғалмай, тағы берәй нәмә ашатмаҫтармы, тип ултыра, ти, былар. Ҡайһы
        берҙәре хужаға ҡарап:
        <br />
        &mdash;&nbsp;Һыйың етерлек булмағас, ниңә беҙҙе ҡунаҡҡа саҡырҙың?
        &mdash;&nbsp;тип асыуланып та ҡуя икән.
      </>
    ),
    p11: (
      <>
        Бер ҡунаҡ тәҙрәнән ҡараһа, ҡаушап ҡалған, уның артынса башҡалар ҙа
        ҡараһалар, ни&nbsp;күҙҙәре менән күрһендәр: урам кейек йәнлектәр менәп
        тулған, бөтәһе лә&nbsp;был өйгә табан киләләр, һәр береһе үҙе менән
        нимәлер алып килә икән.
      </>
    ),
    p12: (
      <>
        Айыуҙар бал тулы солоҡ тәгәрәтәләр, бүреләр һарыҡ түшкәләре күтәргән,
        боландар мөгөҙҙәренә һөт тултырған силәктәр элгән, ҡуяндар&nbsp;&mdash;
        кәрзин-кәрзин сәтләүектәр, төлкөләр тауыҡтар, ҡаҙҙар күтәреп килтерә,
        ти.
      </>
    ),
    p13: (
      <>
        Был әлеге ҡуян эше икән. Ул&nbsp;үҙенең урмандағы дуҫтарын малайға ярҙам
        итергә саҡырған икән. Ҡуян уларға был малай уны нисек ҡарап үҫтереүен,
        үҫкәс иреккә сығарып ебәреүен һөйләп биргән. Шунан инде улар ана шул
        байлыҡты малайға илтергә булған.
      </>
    ),
    p14: (
      <>
        Урман йәнлектәре алып килгән һый-хөрмәттәрҙе ишек алдына ҡуйғандар ҙа,
        үҙҙәре йәшәгән ергә ҡайтып киткәнд. Ғәжәпкә ҡалған ҡунаҡтар ауыҙ асып
        һүҙ ҙә өндәшә алмаған, ти. Ата менән әсә шатлыҡтарынан ни&nbsp;эшләргә
        лә&nbsp;белмәгән. Малай уларҙан да&nbsp;былайыраҡ ҡыуанған.
      </>
    ),
    p15: (
      <>
        Хужалар өс&nbsp;көн, өс&nbsp;төн буйы кинәнеп ҡунаҡ һыйлаған. Ҡунаҡтар
        өйҙәренә таралышҡандан һуң да&nbsp;табында ярты һый тороп ҡалған икән,
        ти.
      </>
    ),
    p16: (
      <>
        Һуңынан халыҡ араһында был хәл тураһында оҙаҡ йылдар буйы һөйләп
        йөрөгәндәр. Ни&nbsp;өсөн тиһәң, бындағылай ҡунаҡ һыйлау бер ҡасан да,
        бер ҡайҙа ла&nbsp;булмаған икән.
      </>
    ),
  },
};

export { tale_1_rus, tale_1_bash }
