import React from "react";
import CustomTooltip from "../../components/custom-tooltip/custom-tooltip"


const tale_3_rus = {
  title: <>Как моря стали солёными</>,
  id: "03",
  content: {
    p0: (
      <>
        Жили-были двое мужчин, два брата, каждый в&nbsp;своем доме. Один
        богатый, другой бедный. Долго&nbsp;ли жили, коротко&nbsp;ли, однажды
        жена младшего брата говорит:
        <br />
        &mdash;&nbsp;Муж, сходи к&nbsp;брату, попроси чего-нибудь поесть,
        у&nbsp;нас ничего нет.
      </>
    ),
    p1: (
      <>
        Мужчине идти совсем не&nbsp;хочется, посидел, повздыхал
        и&nbsp;всё&nbsp;же пошёл к&nbsp;старшему брату. К&nbsp;нему пришел
        и&nbsp;говорит:
        <br />
        &mdash;&nbsp;У&nbsp;нас ничего нет из&nbsp;еды, может, что-нибудь дашь?
      </>
    ),
    p2: (
      <>
        Старший брат рассердился:
        <br />
        &mdash;&nbsp;Что ты&nbsp;все время просишь!
      </>
    ),
    p3: (
      <>
        Посердился немного, но&nbsp;дал ему голову кабана:
        <br />
        &mdash;&nbsp;На, бери и&nbsp;иди доро&#769;гой{" "}
        <CustomTooltip
          highlightedText={<>Куля</>}
          term="Куль"
          definition={
            <>
              &nbsp;&mdash;&nbsp;злой дух, вредоносное существо
              из&nbsp;загробного мира в&nbsp;мансийской мифологии
            </>
          }
        />
        {". "}
      </>
    ),
    p4: (
      <>
        А&nbsp;где та&nbsp;дорога Куля находится, разве кто знает?
        Но&nbsp;старший брат туда отправил, голову кабана дал&nbsp;&mdash;
        значит, надо идти. А&nbsp;дома его жена ждет.
      </>
    ),
    p5: (
      <>
        Пошёл он&nbsp;по&nbsp;дороге. Идёт, видит: мужчина дрова рубит-колет.
        <br />
        &mdash;&nbsp;Дядюшка, меня мой старший брат отправил к&nbsp;Кулю. Где
        такой человек живет?
      </>
    ),
    p6: (
      <>
        Мужчина ему и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Вот дорога, иди по&nbsp;ней, к&nbsp;нему и&nbsp;придёшь.
        Там у&nbsp;него два{" "}
        <CustomTooltip
          highlightedText={<>жернова</>}
          term="Жернов"
          definition={
            <>
              &nbsp;&mdash;&nbsp;здесь имеется в&nbsp;виду деревянное устройство
              для перемалывания зерна
            </>
          }
        />{" "}
        есть&nbsp;&mdash; новый и&nbsp;старый. Ты&nbsp;у&nbsp;него один возьми,
        старый. Потом ко&nbsp;мне вернись.
      </>
    ),
    p7: (
      <>
        Туда пришёл, дети на&nbsp;улице бегают, говорят:
        <br />
        &mdash;&nbsp;Отец, отец, человек пришёл, смотри, голову кабана принес,
        купи.
      </>
    ),
    p8: (
      <>
        Мужчина его спрашивает:
        <br />
        &mdash;&nbsp;Сколько стоит эта голова? Ты&nbsp;что за&nbsp;неё просишь,
        какая её&nbsp;цена?
        <br />
        &mdash;&nbsp;Мне жернов нужен.
        <br />
        &mdash;&nbsp;Я&nbsp;тебе старый отдам.
      </>
    ),
    p9: (
      <>
        Он&nbsp;взял жернов подмышку и&nbsp;пошёл обратно. Вспомнил, что тот
        мужчина, который рубил дрова, просил вернуться к&nbsp;нему. И&nbsp;пошёл
        он&nbsp;этой&nbsp;же дорогой.
      </>
    ),
    p10: (
      <>
        Пришёл, тот мужчина говорит:
        <br />
        &mdash;&nbsp;Вот тебе и&nbsp;дали жернов. Когда что-нибудь понадобится,
        поставь его и&nbsp;скажи ему: &laquo;Работай&raquo;,&nbsp;&mdash;
        когда&nbsp;же остановить нужно будет, скажи: &laquo;Остановись&raquo;.
      </>
    ),
    p11: (
      <>
        С&nbsp;тем и&nbsp;пошёл дальше, когда домой вернулся, уже стемнело, жена
        говорит:
        <br />
        &mdash;&nbsp;Почему так долго ходил, я&nbsp;так жду тебя. Что это
        ты&nbsp;принес?
        <br />
        &mdash;&nbsp;Почём я&nbsp;знаю, что за&nbsp;вещь мне дали. Сейчас эту
        штуку поставим, что у&nbsp;неё попросим, то&nbsp;и&nbsp;появится.
      </>
    ),
    p12: (
      <>
        Поставил, попросил из&nbsp;еды хлеб и&nbsp;рыбу. Жернов крутится, еда
        появляется. Что попросил, то&nbsp;и&nbsp;появилось.
      </>
    ),
    p13: (
      <>
        Поели. Жена говорит:
        <br />
        &mdash;&nbsp;Какую хорошую вещь ты&nbsp;принес, вот и&nbsp;поели.
      </>
    ),
    p14: (
      <>
        После, если что понадобится, они ставят жернов, и&nbsp;что попросят,
        то&nbsp;и&nbsp;появится.
      </>
    ),
    p15: (
      <>
        Как-то старший брат заметил:
        <br />
        &mdash;&nbsp;У&nbsp;братишки еда появилась, ко&nbsp;мне просить больше
        не&nbsp;приходит.
      </>
    ),
    p16: (
      <>
        Однажды старший брат обращается к&nbsp;младшему:
        <br />
        &mdash;&nbsp;Ты&nbsp;как-нибудь дашь мне вещь, которая еду делает?
        <br />
        &mdash;&nbsp;Я&nbsp;зимой не&nbsp;дам. Летом уж&nbsp;дам.
      </>
    ),
    p17: (
      <>
        Наступило лето, дал брату жернов. Он&nbsp;на&nbsp;улице в&nbsp;летнюю
        кухню поставил. В&nbsp;честь праздника попросил мучную похлёбку
        и&nbsp;сосьвинскую{" "}
        <CustomTooltip
          highlightedText={<>селёдку</>}
          term="Селёдка"
          definition={
            <>
              &nbsp;&mdash;&nbsp;Сосьвинской селёдкой называют рыбу тугун,
              которая водится только в&nbsp;Северной Сосьве, недалеко
              от&nbsp;поселка Березово <nobr>в Ханты-Мансийском</nobr>{" "}
              автономном округе.
            </>
          }
        />
        {". "}
        Вся эта еда безостановочно появляется и&nbsp;появляется, как остановить
        жернов, мужчина не&nbsp;знает. Жена выходит из&nbsp;дома, смотрит, весь
        двор мучной похлёбкой залит.
      </>
    ),
    p18: <>&mdash;&nbsp;Муж, что ты&nbsp;наделал? Двор весь залил.</>,
    p19: (
      <>
        Он&nbsp;ничего поделать не&nbsp;может. Селёдку попросил, и&nbsp;селёдки
        уже много. Куда столько девать? К&nbsp;младшему брату пошёл
        и&nbsp;просит его:
        <br />
        &mdash;&nbsp;Останови жернов, а&nbsp;то&nbsp;я&nbsp;не&nbsp;умею. Весь
        двор у&nbsp;меня едой заполнен.
      </>
    ),
    p20: (
      <>
        Младший брат остановил жернов, забрал домой, и&nbsp;с&nbsp;тех пор
        больше никому не&nbsp;даёт, и&nbsp;никому не&nbsp;говорит, как его
        остановить.
      </>
    ),
    p21: (
      <>
        Так и&nbsp;живёт, что попросит, то&nbsp;и&nbsp;появится. Дом старый был,
        отремонтировал, дом хорошим стал. Всё, что нужно, то&nbsp;и&nbsp;просит.
        Скажет золото&nbsp;&mdash; золото появится. Сначала мелочь просил, затем
        золотые кольца, а&nbsp;потом и&nbsp;всё, что ему угодно просить стал,
        и&nbsp;всё появляется. Дом снаружи золотом покрыл, издалека его видно.
      </>
    ),
    p22: (
      <>
        &mdash;&nbsp;Братик мой таким богатым стал,&nbsp;&mdash; говорит старший
        брат,&nbsp;&mdash; все удивляются.
      </>
    ),
    p23: (
      <>
        Так и&nbsp;жили&nbsp;бы, но&nbsp;однажды дочь царя говорит своим слугам:
        <br />
        &mdash;&nbsp;Мне соль нужна, пищу подсоленную хочу есть.
      </>
    ),
    p24: (
      <>
        Слуги по&nbsp;всему свету ищут, нигде найти не&nbsp;могут. Тогда
        на&nbsp;парусных лодках плавали. Плавали, плавали, потом нашли старшего
        брата. Он&nbsp;им&nbsp;говорит:
        <br />
        &mdash;&nbsp;Вы&nbsp;моего младшего брата спросите. Он&nbsp;вам соль
        раздобудет.
      </>
    ),
    p25: (
      <>
        Один из&nbsp;приезжих слуг пошёл к&nbsp;младшему брату, нашёл его,
        спрашивает:
        <br />
        &mdash;&nbsp;У&nbsp;тебя какой-то жернов есть, отдай его мне.
        <br />
        &mdash;&nbsp;Нет, не&nbsp;отдам.
      </>
    ),
    p26: (
      <>
        Гостя накормили, напоили, стало темнеть, муж с&nbsp;женой в&nbsp;дальней
        комнате легли спать. Хозяин предложил гостю переночевать в&nbsp;комнате
        для гостей. Тот отказался: &laquo;Нет, я&nbsp;лягу здесь&raquo;.
      </>
    ),
    p27: (
      <>
        А&nbsp;жернов на&nbsp;столе стоит. Когда младший брат проснулся, жернова
        уже не&nbsp;было. Оказывается, его украл гость.
      </>
    ),
    p28: (
      <>
        Спутники его ждали на&nbsp;берегу моря, всё это время жили прямо
        в&nbsp;лодке. Слуга, укравший жернов, принес его, поставил в&nbsp;лодку
        и&nbsp;сказал:
        <br />
        &mdash;&nbsp;Нужна соль.
      </>
    ),
    p29: (
      <>
        Вся лодка наполнилась солью, хотя и&nbsp;выгребают, выгребают,
        но&nbsp;уже и&nbsp;до&nbsp;краёв дошла. Остановить жернов не&nbsp;могут,
        не&nbsp;знают заветного слова.
      </>
    ),
    p30: (
      <>
        А&nbsp;жернов так и&nbsp;продолжает выдавать соль. Лодка переполнилась,
        и&nbsp;жернов в&nbsp;море упал, тот самый жернов, который соль выпускал.
        И&nbsp;море солью переполнилось. И&nbsp;другие моря тоже солью
        наполняться стали. Вот с&nbsp;тех пор морская вода и&nbsp;стала солёной.
        А&nbsp;тот жернов где-то там, на&nbsp;дне моря до&nbsp;сих пор лежит.
      </>
    ),
    p31: (
      <>
        Вот и&nbsp;вся моя сказка.
      </>
    )
  },
};

const tale_3_mansi = {
  title: "Щāрщит хумус солвалыӈыг е̄мтсыт",
  id: "03",
  content: {
    p0: (
      <>
        О̄лсыг-хӯлсыг тит хум, тит ягпыг. О̄лэ̄г тит кол мӯс. Акватэ щёлыӈ, акватэ
        нуса, та ōлэ̄г. Хоса ōлэ̄г, вāти ōлэ̄г, аквматэ̄ртын ань мāньнув хумитэ
        э̄кватэ лāви:
        <br />
        &mdash;&nbsp;О̄йка, ялэн каӈкын палт, нэ̄матыр тэнут ат о̄ньщиме̄н, матыр
        во̄вен.
      </>
    ),
    p1: (
      <>
        А хум щар аткāсащас кос, тувл ӯнлахлыс мощ, тыстувъяс, та минас каӈке
        палт. Тув ёхтыс, лāви:
        <br />
        &mdash;&nbsp;Мēн нэ̄матыр ат о̄ньщимēн тэ̄ӈкв, матыр ат мыгын?
      </>
    ),
    p2: (
      <>
        Каӈке хот кантмаявес:
        <br />
        &mdash;&nbsp;Мāныр акваг во̄вēгын!
      </>
    ),
    p3: (
      <>
        Мощ кантмая̄лвес, тувл во̄рпӯрщ пуӈкыл та мистэ:
        <br />
        &mdash;&nbsp;Та, вуēлн, минэн, Куль лё̄ӈхын минэн.
      </>
    ),
    p4: (
      <>
        А хотит вāгтэ хт лы та Куль лё̄х.
        <br />
        &mdash;&nbsp;Каӈкумн тēтвēсум, во̄рпӯрщ пуӈкыл майвēсум, э̄ри минуӈкв. Юн
        тай э̄кватэ та ӯрхаты.
      </>
    ),
    p5: (
      <>
        Тувл та, лёх хосыт та ё̄ми. Минас, ёхтыс о̄йка палт, тав нāйив халталы,
        сāгри.
        <br />
        &mdash;&nbsp;Аким о̄йка, ам каӈкумн тēтвēсум Куль палт. Хо̄т о̄лы тамле
        хо̄тпа?
      </>
    ),
    p6: (
      <>
        О̄йка лāви:
        <br />
        &mdash;&nbsp;Тыт ты лё̄хъяс, тыгыл минэн, тув та ёхтэ̄гын. Тав палтэ
        ёхтэ̄гын, тав тит йӣвсуп о̄ньщи. Наӈ тах аквутэ вуен, пēсутэ вуен. Тувыл
        ювле ам палтум ёхтэн.
      </>
    ),
    p7: (
      <>
        Тув ёхтыс, ня̄врамыт кон хāйтыгтэ̄гыт, лāвēгыт:
        <br />
        &mdash;&nbsp;Āтя, āтя, э̄лумхо̄лас ёхтыс, сунсэн, во̄рпӯрщ пуӈк тотыс,
        ёвтэ̄лн.
      </>
    ),
    p8: (
      <>
        Хум титыглахты:
        <br />
        &mdash;&nbsp;Ты во̄рпӯрщ пуӈк мāныр тынэ? Наӈ мāныр во̄вēгын, тав тынэ
        ма̄ныр?
        <br />
        &mdash;&nbsp;Āнумн йӣвсуп э̄ри.
        <br />
        &mdash;&nbsp;Ам пēснув утыл мыглум.
      </>
    ),
    p9: (
      <>
        Тав ханыл патан мāгумтастэ, та мины. Номылматастэ, та о̄йкан лāввес:
        <br />
        &mdash;&nbsp;Тувыл ювле ам палтум ёхтэн.
      </>
    ),
    p10: (
      <>
        Та лё̄х хосыт та ё̄ми. Ёхтыс, о̄йка лāви:
        <br />
        &mdash;&nbsp;Ань тах наӈ ты майвēсын йӣвсупыл. Хунь матыр āти э̄рмыглы,
        ӯнттэ̄лын, лāвен, тав вос рӯпиты, ос хунь по̄йылттаӈкв патылын, лāвен:
        &laquo;По̄йтэн&raquo;.
      </>
    ),
    p11: (
      <>
        Я, та минас, юв ёхтумēт э̄тимас, э̄кватэ лāвсы:
        <br />
        &mdash;&nbsp;Мāныр хоса ялсын. Ам такос ӯрхатэ̄гум. Ты мāныр ман ут
        тотсын?
        <br />
        &mdash;&nbsp;Ам хунь вāглум ты мāныр ман утыл майвēсум. Ань тыйи мēн
        ӯнттымēн, тах мāныр ля̄галымēн тавēн, тайи нэ̄глы.
      </>
    ),
    p12: (
      <>
        Ӯнттыстэ, тэ̄нут нам ля̄галас, лāвыс &laquo;ня̄нь&raquo; ос
        &laquo;хӯл&raquo;. Ань йӣвсуп та ё̄ӈхи, тэ̄нутыт та нэ̄глэ̄гыт. Тувл мāныр
        лāвсыг &mdash; та нэ̄глыс. Ты тэ̄пъяласы̄г.
      </>
    ),
    p13: (
      <>
        Тувл э̄кватэ лāви:
        <br />
        &mdash;&nbsp;Тахольт ёмас ут тотмын, ань ты тэ̄смēн.
      </>
    ),
    p14: <>Тувл маныр э̄рмыглыте, йӣвсуп ӯнттыгпитэ̄н, ля̄галэ̄г, тайи та нэ̄глы.</>,
    p15: (
      <>
        Аквматэ̄ртын каӈке сунсы:
        <br />
        &mdash;&nbsp;Āпщирищум ōс тэ̄нутыӈыг ēмтум, ам палтум во̄вуӈкв воссыг ат
        ёхты.
      </>
    ),
    p16: (
      <>
        Аквматэ̄ртын каӈке лāви:
        <br />
        &mdash;&nbsp;Тах āнумн майлэ̄лн ты тэ̄нут вāрн утын.
        <br />
        &mdash;&nbsp;Тыи тай ам тэ̄лы тах ат мыглум.
      </>
    ),
    p17: (
      <>
        Туйи тах ущ мыглум. Туйийыг ēмтыс &mdash; мистэ. Тав кон тэ̄нут вāрнэ
        колсованув хольт, тав ōс кон ӯнттыстэ. Тувыл па̄йтым колас во̄выс матыр
        ялпыӈ хо̄тал мāгыс, ос нялк. Акваг та нэ̄глысыт. Ань лāвуӈкв ат хāсы хумус
        ёл-по̄йылттаӈкве. Э̄кватэ юн колтӣвырт о̄лыс, кон нэ̄глыс. Я-а, ань пāвыл
        канэ акваг па̄йтым коласыл со̄сантыма:
      </>
    ),
    p18: (
      <>
        &mdash;&nbsp;О̄йка, мāныр вāрсын, я̄, пāвыл канмēн та лап со̄сантаслын.
        Нэ̄матыр вāруӈкв ат вēрми.
      </>
    ),
    p19: (
      <>
        Нялк лāвыс, та нялык о̄с сāв та патыглы &nbsp; хоталь тысāвит тотыламēн?
        Тувыл āпщитэ палт минас, лāви:
        <br />
        &mdash;&nbsp;Та утын хот-пойылттэ̄лын, ам ат хāсэ̄гум. Пāвыл канмēн
        тэ̄нутылты тāгинтас.
      </>
    ),
    p20: (
      <>
        Хум по̄йылттастэ, хот вистэ. Та юи-пāлт воссы̄г нэ̄мхо̄тпан ат мыгтэ, ос
        нэ̄мхотьютын щар ат лāви хумус хот-пōйылттаӈкве.
      </>
    ),
    p21: (
      <>
        Та о̄лы, мāныр ат лāви &mdash; тайи та нэ̄глы. Колэ лю̄ль о̄лыс, кол вāрнэ
        матыр лāви, тамле ут о̄с нэ̄глы. Колэ ёмасы̄г вāрыстэ. Акваг мāныр э̄ри,
        тайи та лāви. Со̄рни лāви &mdash; со̄рни нэ̄глы. О̄влэ̄т нас тох матыр, тувл
        со̄рни туля, ос матыр āти пуссын нэ̄глыс. Колэ конытэ акваг щё̄питастэ,
        э̄лыл нэ̄главе &mdash; ӯнлынэ̄т та нāӈки, янытэ̄т со̄рни:
      </>
    ),
    p22: (
      <>
        &mdash;&nbsp;Āпщирищум тай щёлыӈыг та ēмтыс, &mdash; каӈке лāви. Акваг
        та пӯмщалахты āпщирищ ēтыл.
      </>
    ),
    p23: (
      <>
        Тувл о̄лыманыл, акв накыт хо̄нāги хӯщанэ нупыл лāви:
        <br />
        &mdash;&nbsp;Āнумн солвал э̄ри, солвал тэ̄ӈкв таӈхэ̄гум.
      </>
    ),
    p24: (
      <>
        Тāн мā янытэ̄тыл яласасаныл. То̄нт ань па̄рсыӈ хāпытыл яласэ̄гыт. Мā
        янытэ̄тыл ялыяныл, нэ̄мхо̄т солвал ат хо̄нтэ̄гыт. Яласасыт, яласасыт, тувл та
        хумкаӈке хо̄нтсыт. Тав лāви:
        <br />
        &mdash;&nbsp;Нāн āпщирищум титыглэ̄н. Тав тах хо̄т солвал хо̄нты.
      </>
    ),
    p25: (
      <>
        Акв ёхтум хум āпщирище палт минас, таве хо̄нтыстэ, титыглахты:
        <br />
        &mdash;&nbsp;Наӈ матыр мат йивсуп о̄ньщēгын, āнумн маēлн.
        <br />
        &mdash;&nbsp;Āти, ат мыглум.
      </>
    ),
    p26: (
      <>
        Тыттувēс, айтвēс, э̄тимаӈкв патыс, нэ̄г-хумыг тэ̄нти пӯйи колнакын хуясыг.
        Ёхтум руматэ мӯйхо̄тпа колнакēн хуюӈкв лāвитэ. &laquo;Ати, ам тыт тэ̄нут
        вāрнэ колт, коны колт хуēгум&raquo;.
      </>
    ),
    p27: (
      <>
        Ань йӣвсуп пасант ӯнлы. Тувл āпщирищ но̄х-квāлыс, я̄, йӣвсупе āтим. Та
        руматэ̄н хот та тӯлмантым.
      </>
    ),
    p28: (
      <>
        Тав юртанэ ань пāрсыӈхāпанылт щāрыщ вāтат о̄лсыт. Та тӯлмантам рума
        йӣвсуп тотыстэ, ӯнттыстэ пāрсӈхāпын, лāви:
        <br />
        &mdash;&nbsp;Солвал э̄ри.
      </>
    ),
    p29: (
      <>
        Со̄ль, акваг хāпаныл солвалыл та тāгинтас. Тāгинтас, хот такос ё̄хтэ̄гыт,
        такос ё̄хтэ̄гыт, ё̄хтэ̄гыт, ань ёл-по̄йылттаӈкв лāвуӈкв ат хāсыяныл. Тайияныл
        тай солвал та тāраты, хāпаныл та тāгинты.
      </>
    ),
    p30: (
      <>
        Ёты о̄вылт щāрщаныл тāгинтас. Тувыл мо̄т щāрщит о̄с тāгинтаӈкв патвēсыт.
        Ань та йӣвсуп аквматэ̄ртын ёл та минас, ань та солвал нэ̄гылтам
        йӣвсупаныл. Ань тувыл пāсыл щāрщит тайимāгыс солвалыӈыг та ēмсыт. Та
        йӣвсуп тот ёлын иӈта о̄лы.
      </>
    ),
    p31: (
      <>
        Мо̄йтум сāвитэ ты.
      </>
    )
  },
};

export { tale_3_rus, tale_3_mansi }
