import React from "react";

const tale_2_rus = {
  title: <>Сказка о&nbsp;птенце гагары</>,
  id: "02",
  content: {
    p0: (
      <>
        Жила-была на&nbsp;берегу озера гагара. Был у&nbsp;неё птенец,
        он&nbsp;ещё не&nbsp;умел летать, он&nbsp;просто сидел. От&nbsp;долгого
        сидения его лапки и&nbsp;крылышки замерзать стали. Тогда
        он&nbsp;спрятался у&nbsp;основания подгнившей берёзы. Так посиживая,
        он&nbsp;согрелся, выглянул наружу&nbsp;&mdash; земля совсем белой стала.
        Зима наступила.
      </>
    ),
    p1: (
      <>
        Здесь&nbsp;же рядом лисица жила, она заметила птенца. Лиса подошла
        поближе, ухватила птенца за&nbsp;шею и&nbsp;понесла. Принесла
        к&nbsp;себе в&nbsp;нору. В&nbsp;норе так тепло. Детёнышей лисы охотник
        всех забрал. Птенец у&nbsp;лисы и&nbsp;поселился.
      </>
    ),
    p2: (
      <>
        Однажды охотники выследили лису. Нашли её&nbsp;нору. Лисий дом топором,
        железной лопатой выкапывают. Люди копают, а&nbsp;лиса дальше нору роет.
      </>
    ),
    p3: (
      <>
        Птенец гагары лисе говорит:
        <br />
        &mdash;&nbsp;Ты&nbsp;рыбную кость в&nbsp;рот затолкай, глаза закрой.
        Охотники подумают&nbsp;&mdash; Лиса умерла!
      </>
    ),
    p4: (
      <>
        Лиса рыбную кость в&nbsp;свой рот затолкала, глаза закрыла и&nbsp;упала.
        Будто&nbsp;бы умерла. Люди копают, копают, лису нашли. И&nbsp;говорят:
        <br />
        &mdash;&nbsp;А&nbsp;вот и&nbsp;нашу росомаху мы&nbsp;добыли.
      </>
    ),
    p5: (
      <>
        Наружу её&nbsp;вытянули, подняли и&nbsp;говорят:
        <br />
        &mdash;&nbsp;Наша лиса умерла, костью подавилась.
      </>
    ),
    p6: (
      <>
        Отложили её&nbsp;в&nbsp;сторону. Охотники говорят:
        <br />
        &mdash;&nbsp;Там ещё какой-то зверь есть,&nbsp;&mdash; и&nbsp;опять
        копают.
      </>
    ),
    p7: (
      <>
        В&nbsp;это время лиса вскочила, в&nbsp;лес помчалась. Люди закричали:
        <br />
        &mdash;&nbsp;Наша лиса убежала!
      </>
    ),
    p8: <>Пока они кричали, гагара тоже поднялась и&nbsp;улетела.</>,
    p9: (
      <>
        Лиса птенца поблагодарила. Птенец в&nbsp;теплые края улетел, а&nbsp;лиса
        одна в&nbsp;лесу живёт-поживает.
      </>
    ),
  },
};

const tale_2_mansi = {
  title: "Тāхт пыгрись урыл мōйт",
  id: "02",
  content: {
    p0: (
      <>
        Тӯр вāтат акв тāхт ōлыс-хӯлыс. Тав акв пыгрись ōньсяс. Пыгрисе тай
        тыламлаӈкве ат вēрмыс, акваг нас ӯнлыс. Ӯнлыматэ лāглаге, товлаге
        пōлюӈкве патвесыг. Тав ань саюм хāль тытн тӯйтхатас.
      </>
    ),
    p1: (
      <>
        Аквмāт ӯнлыматэ такем рēгтыглавес, кональ āӈкватас &mdash; мā сяр
        вуйкан. Тэ̄лыиг та ēмтыс. Ты ляпат охсаррись ōлыс. Тав тāхт пыгрись та
        кāсаластэ. Ань охсар ляпан ёхтыс, тāхт пыгрись сыплувēныл тōвмасавес та
        тотаве. Тав вōӈха кӣвырн та тӯлвес. Вōӈха кӣвырт такем-та рēгыӈ. Ань
        охсар тай ня̄враманэ алысьлан хумн пуссын э̄л тотымат. Тувыл охсар палт
        тāхт пыгрись та ōлмыгтас.
      </>
    ),
    p2: (
      <>
        Аквматнакыт ань алысьлапыӈ хумит охсар ле̄ӈх хосыт коюӈкве патсаныл.
        Тувыл вōӈха та хōнтсаныл. Ань охсар кол тай сāграпыл, кēр мāнтыл та
        хилаве. Манкем мāхум хилэ̄гыт, такем охсар э̄лаль мā хилы.
      </>
    ),
    p3: (
      <>
        Тувыл тāхт пыгрись охсар нупыл лāви:
        <br />
        &mdash;&nbsp;Наӈ хӯл лув сӯпын нарыгтэ̄лн, самагын лап-пантэ̄гын.
        Алысьлапыӈ мāхум тах номсэ̄гыт &mdash; охсар та ӯсыс!
      </>
    ),
    p4: (
      <>
        Тувыл охсар хӯл лув сӯпēн нарыгтастэ, самаге лап-пантсаге, та рагатас.
        Э̄рттам та ӯсыс. Ань мāхум тай хилсыт, хилсыт, охсар та хōнтсаныл. Та
        ля̄галасыт:
        <br />
        &mdash;&nbsp;Ань мāн тӯлмахув та ликмыс.
      </>
    ),
    p5: (
      <>
        Кон нираясаныл, тувыл нōх āлмаясаныл, та лāвсыт:
        <br />
        &mdash;&nbsp;Ань охсарув ӯсум, лувēн сяма ӯнтыма.
      </>
    ),
    p6: (
      <>
        Акв ēрн та пинсаныл. Алысьлапыӈ мāхум лāвēгыт:
        <br />
        &mdash;&nbsp;Ōс матырсыр ӯй ōлы, &mdash; ос та пуссын хилалтасыт.
      </>
    ),
    p7: (
      <>
        Та кумт охсар квāлапас вōр нупыл та сӯлыньтас. Ань мāхум рōӈхувласыт:
        <br />
        &mdash;&nbsp;Охсарув та ояс!
      </>
    ),
    p8: <>Та сирыл рōӈхиманыл, тāхт ос лапаяс, ос та тыламлас.</>,
    p9: (
      <>
        Охсар тай тāхт пыгрись нупыл пӯмасип лāтыӈ лāвыс. Тāхт пыгрисе мōртым
        мāн та тыламлас. Охсар тай таккēт вōрт та ōлы.
      </>
    ),
  },
};

export { tale_2_rus, tale_2_mansi }
