import React from "react";

const tale_1_rus = {
  title: <>В&nbsp;деревне охотника</>,
  id: "01",
  content: {
    p0: (
      <>
        Живут в&nbsp;лесу муж да&nbsp;жена. Мужчина в&nbsp;лес на&nbsp;охоту
        ходит-ходит, но&nbsp;ничего добыть не&nbsp;может. Однажды во&nbsp;время
        охоты он&nbsp;увидел озёрную птицу. Птица не&nbsp;могла летать,
        у&nbsp;неё было сломано крыло.
      </>
    ),
    p1: (
      <>
        Охотник решил отнести её&nbsp;домой и&nbsp;вылечить. Он&nbsp;подумал:
        &laquo;Вот вылечу птицу, и&nbsp;будет она мне на&nbsp;охоте
        помогать&raquo;.
      </>
    ),
    p2: (
      <>
        Два года прожила у&nbsp;охотника птица, а&nbsp;вылечить
        её&nbsp;он&nbsp;так и&nbsp;не&nbsp;смог. Однако птица оказалась такой
        прожорливой, всё ела и&nbsp;ела. Чтобы прокормить&nbsp;её, много пищи
        нужно было добывать.
      </>
    ),
    p3: (
      <>
        После долгих раздумий охотник решил её&nbsp;убить. Посадил он&nbsp;птицу
        на&nbsp;пенёк&nbsp;и, отойдя на&nbsp;несколько шагов назад, направил
        на&nbsp;неё ружьё. Неожиданно птица заплакала по-человечески,
        из&nbsp;её&nbsp;глаз покатились слёзы. Пожалел охотник
        её&nbsp;и&nbsp;вновь отнёс домой.
      </>
    ),
    p4: (
      <>
        Охотник по-прежнему ходит в&nbsp;лес на&nbsp;промысел, но&nbsp;ничего
        не&nbsp;добывает. Птица&nbsp;же стала потихоньку поправляться, стала
        понемногу летать. Однажды охотник говорит озёрной птице:
        <br />
        &mdash;&nbsp;Слетай в&nbsp;лес на&nbsp;охоту!
      </>
    ),
    p5: (
      <>
        Птица ему отвечает
        <br />
        &mdash;&nbsp;Я&nbsp;ещё не&nbsp;поправилась полностью, летаю плохо. Если
        ты&nbsp;мне не&nbsp;веришь&nbsp;&mdash; смотри, этот камень
        я&nbsp;сейчас разломаю.
      </>
    ),
    p6: (
      <>
        Поднялась птица высоко в&nbsp;небо, да&nbsp;так, что
        её&nbsp;не&nbsp;стало видно. Затем с&nbsp;невероятным шумом полетела
        вниз, ударилась крыльями о&nbsp;камень&nbsp;&mdash; сломала себе грудь.
        Охотнику пуще прежнего стало жаль птицу, снова начал её&nbsp;лечить
        и&nbsp;кормить.
      </>
    ),
    p7: (
      <>
        Вскоре птица выздоровела. Однажды она говорит своему хозяину:
        <br />
        &mdash;&nbsp;Если хочешь слетать в&nbsp;город, садись на&nbsp;мою спину.
        Теперь я&nbsp;поправилась, куда захочешь, туда и&nbsp;доставлю тебя.
      </>
    ),
    p8: (
      <>
        Птица ожила, окрепла, стала во&nbsp;всём помогать охотнику. Оленя, лося,
        лису, волка&nbsp;&mdash; всё ему добывает.
      </>
    ),
    p9: (
      <>
        Теперь охотник с&nbsp;женой вместе с&nbsp;озёрной птицей живут
        и&nbsp;радуются.
      </>
    ),
  },
};

const tale_1_mansi = {
  title: "Во̄рхум па̄вылт",
  id: "01",
  content: {
    p0: (
      <>
        Э̄кваг-ōйкāг вōрт ōлэ̄г. Ōйкатэ вōрн алыщлаӈкв кос яланты, нэ̄матыр кāтын
        ат патты. Аквматнакыт вōрт ё̄миматэ тāв товлыӈ ӯй, тӯрт ōлнэ ӯй хōнтыс.
        Та ӯй тыламлаӈкве ат вēрми, марклуве хот-саквалам.
      </>
    ),
    p1: (
      <>
        Ōйка таве пусмалтаӈкве юв та тотыстэ. Номсы: &laquo;Пусмалтылум, āнумн
        тах нё̄туӈкве паты&raquo;.
      </>
    ),
    p2: (
      <>
        Кит тāл ōньщистэ, пусмалтаӈкве ат та вēрмыстэ. Ӯй тай татем та
        тэ̄пыӈ-ня̄лыӈ, сака сāв тэ̄г. Таве тыттуӈкве сāв матыр алуӈкве э̄рыс.
      </>
    ),
    p3: (
      <>
        Хоса номсуме юипалталуӈкветаве е̄мталас. Хум та ӯй āӈквалн ӯнттыстэ, мощ
        э̄лаль е̄млыгтас, па̄тамтаӈкве ты ще̄питахтас. Илтты̄г ӯй э̄лумхōлас хольт
        лю̄ньщалтахтас, самвитанэ та пāсгēгыт. Ōйкан ӯй сāлиг ēмтыс, о̄с юв та
        тотыстэ.
      </>
    ),
    p4: (
      <>
        Ōйка такос вōрт яласы, нэ̄матыр ат вēрми алуӈкве. Товлыӈ ӯй мощ пусмыс,
        лāщлакв тыламлаӈкве патыс. Ōлыматэ̄н хум товлыӈ ӯй нупыл лāви:
        <br />
        &mdash;&nbsp;Вōрн алыщлаӈкве ялэн!
      </>
    ),
    p5: (
      <>
        Товлыӈ ӯй таве̄н лāви:
        <br />
        &mdash;&nbsp;Ам иӈыт ёмащакв пусмысум, ла̄щлакв тыламлэ̄гум. Ат те агтэ̄гын
        — сунсэн, ты āхвтас хот-сакватылум.
      </>
    ),
    p6: (
      <>
        Тӯрт ōлнэ товлыӈ ӯй нōх та тыламлас, та па̄тырматас. Я-та, татем та
        суйыӈыщ нумыл нэ̄глапас, товлагēтыл āхвтасын хōяс &mdash; ос мāглэ
        сакватас. Алыщлан хумн товлыӈ ӯй сака сāлиг ēмтыс, тыттуӈкве,
        пусмалтаӈкве та патыстэ.
      </>
    ),
    p7: (
      <>
        Товлыӈ ӯй пусмыс. Аквнакт ӯй кӯщае нупыл лāви:
        <br />
        &mdash;&nbsp;Ӯсн ялуӈкве те таӈхēгын, ам сысумн ӯнтэн. Ам ань пусмысум,
        хоталь таӈхēгын, тув тотыглылум.
      </>
    ),
    p8: (
      <>
        Товлыӈ ӯй пусмыс, та̄кмалтахтас, кӯщаēн не̄туӈкве патыс. Янгуй, сāлы,
        хāйтнут, ōхсар &mdash; пуссын тотыянэ.
      </>
    ),
    p9: (
      <>
        Ань э̄кваг-ōйкаг товлыӈ ӯēнты̄л та ōлэ̄гыт, та щунēгыт.
      </>
    )
  },
};

export { tale_1_rus, tale_1_mansi }
