import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_3_rus = {
  title: <>Федул и&nbsp;Маланья</>,
  id: "03",
  content: {
    p0: (
      <>
        Жили-были муж с&nbsp;женой, Федул да&nbsp;Маланья. Федул со&nbsp;всей
        мужской работой управлялся, а&nbsp;Маланья дома хозяйничала.
      </>
    ),
    p1: (
      <>
        Воротился как-то раз Федул домой сердитый, усталый и&nbsp;принялся жену
        бранить да&nbsp;попрекать:
        <br />
        &mdash;&nbsp;Топчешься вокруг печи полдня, а&nbsp;толку никакого!
        Я&nbsp;вот за&nbsp;
        <CustomTooltip
          highlightedText={<>упряжку</>}
          term="Упряжка"
          definition={
            <>
              &nbsp;может иметь много значений, но&nbsp;здесь имеется
              в&nbsp;виду расстояние, которое лошадь может пройти по&nbsp;полю
              без отдыха и&nbsp;корма.
            </>
          }
        />{" "}
        одну столько земли переворотил&nbsp;&mdash; другому за&nbsp;день столько
        не&nbsp;перепахать, коня совсем упарил и&nbsp;сам ни&nbsp;рук,
        ни&nbsp;ног не&nbsp;чую!
      </>
    ),
    p2: (
      <>
        Маланья баба шустрая: так и&nbsp;снует по&nbsp;избе, так и&nbsp;снует.
        То&nbsp;к&nbsp;
        <CustomTooltip
          highlightedText={<>зыбке</>}
          term="Зыбка"
          definition={<>&nbsp;&mdash;&nbsp;это колыбель, детская люлька.</>}
        />{" "}
        подскочит, то&nbsp;угли из&nbsp;печи выгребет, то&nbsp;
        <CustomTooltip
          highlightedText={<>ухватом</>}
          term="Ухват"
          definition={
            <>
              &nbsp;выглядит как рогатка на&nbsp;длинной ручке. Им&nbsp;цепляли
              горячую посуду из&nbsp;печи, чтобы вытащить на&nbsp;стол.
            </>
          }
        />{" "}
        тяжёлый{" "}
        <CustomTooltip
          highlightedText={<>чугун</>}
          term="Чугун"
          definition={
            <>
              &nbsp;&mdash;&nbsp;здесь имеется в&nbsp;виду металлический горшок
              без ручек для приготовления каши или супа.
            </>
          }
        />{" "}
        из&nbsp;печи тащит, мужу ответ подаёт:
      </>
    ),
    p3: (
      <>
        &mdash;&nbsp;Ну, чего, Федул, губы надул? У&nbsp;тебя хоть
        и&nbsp;тяжёлое, да&nbsp;одно дело, а&nbsp;я&nbsp;тут верчусь как белка
        в&nbsp;колесе, на&nbsp;минуту присесть не&nbsp;могу.
        А&nbsp;не&nbsp;веришь&nbsp;&mdash; останься завтра дома, похозяйничай,
        а&nbsp;я&nbsp;пахать поеду.
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Вот-вот, поезжай, попаши, узнаешь, чья работа тяжелей: твоя
        или моя. А&nbsp;я&nbsp;около печи хоть денёк поотдохну,
        уж&nbsp;как-нибудь управлюсь, всё вовремя приготовлю.
      </>
    ),
    p5: (
      <>
        Поутру отправляется пахать Маланья, Федулу наказывает:
        <br />
        &mdash;&nbsp;Гляди, как&nbsp;бы тесто из&nbsp;
        <CustomTooltip
          highlightedText={<>квашни</>}
          term="Квашня"
          definition={
            <>
              &nbsp;&mdash;&nbsp;большое деревянное ведро, в&nbsp;котором
              подходит, поднимается сырое тесто.
            </>
          }
        />{" "}
        не&nbsp;ушло; в&nbsp;корыте рубахи ребячьи замочены&nbsp;&mdash;
        постирать надо; горшок со&nbsp;сметаной в&nbsp;кладовке:{" "}
        <CustomTooltip
          highlightedText={<>спахтаешь</>}
          term="Спахтать"
          definition={
            <>
              &nbsp;&mdash;&nbsp;бить сметану колотушкой дольше часа, чтобы она
              загустела и&nbsp;превратилась в&nbsp;масло.
            </>
          }
        />
        &nbsp;&mdash; масло отнеси в&nbsp;погреб; на&nbsp;грядке висят сухие
        пелёнки; как ребёнок проснётся&nbsp;&mdash; не&nbsp;забудь покормить:
        молоко и&nbsp;
        <CustomTooltip
          highlightedText={<>рожок</>}
          term="Рожок"
          definition={
            <>&nbsp;&mdash;&nbsp;бутылочка для кормления ребенка молоком.</>
          }
        />{" "}
        в&nbsp;
        <CustomTooltip
          highlightedText={<>прирубе</>}
          term="Прируб"
          definition={
            <>&nbsp;&mdash;&nbsp;пристройка к&nbsp;деревянной избе, веранда.</>
          }
        />{" "}
        на&nbsp;полке, да&nbsp;смотри, чтобы чужая собака в&nbsp;сени
        не&nbsp;забежала, там наседка на&nbsp;гнезде сидит.
      </>
    ),
    p6: <>И&nbsp;с&nbsp;теми словами Маланья уехала.</>,
    p7: <>Остался Федул домовничать.</>,
    p8: (
      <>
        Печку затопил... Что такое? Из&nbsp;печи дым повалил, глаза ест. Мужик
        туда-сюда мечется: &laquo;Ах! Да&nbsp;ведь я&nbsp;забыл трубу
        открыть!&raquo; Кинулся трубу открывать. Покуда в&nbsp;дыму успел{" "}
        <CustomTooltip
          highlightedText={<>вьюшку</>}
          term="Вьюшка"
          definition={
            <>
              &nbsp;&mdash;&nbsp;дверца на&nbsp;печной трубе, через которую
              проходит воздух и&nbsp;направляет дым вверх, из&nbsp;дома.
            </>
          }
        />{" "}
        разглядеть да&nbsp;открыть, смотрит, тесто из&nbsp;квашни уходит.
      </>
    ),
    p9: (
      <>
        Принялся тесто подбирать да&nbsp;месить: руки все в&nbsp;тесте,
        а&nbsp;тут ребёнок в&nbsp;зыбке заплакал, Федул бросился
        к&nbsp;ребёнку&nbsp;&mdash; не&nbsp;успел и&nbsp;рук вытереть.
      </>
    ),
    p10: (
      <>
        Взял малыша, перепачкал в&nbsp;тесте, побежал с&nbsp;ним на&nbsp;руках
        сухую пелёнку с&nbsp;грядки снять да&nbsp;поскользнулся на&nbsp;тесте,
        что из&nbsp;квашни вылезло, упал, сам зашибся и&nbsp;ребёнка чуть
        не&nbsp;убил.
      </>
    ),
    p11: (
      <>
        А&nbsp;в&nbsp;ту&nbsp;пору в&nbsp;сенях послышался шум: квохчет наседка,
        лает собака... Федул пелёнки менять не&nbsp;стал, сунул ребёнка
        в&nbsp;зыбку, схватил кочергу и&nbsp;выбежал в&nbsp;сени. Там наседка
        вся взъерошенная обороняет своё гнездо от&nbsp;собаки.
      </>
    ),
    p12: (
      <>
        Федул замахнулся кочергой на&nbsp;собаку, а&nbsp;та&nbsp;увернулась.
        Железный наконечник кочерги попал по&nbsp;гнезду, насиженные яйца
        разбились.
      </>
    ),
    p13: (
      <>
        А&nbsp;ребёнок в&nbsp;люльке заходится от&nbsp;крика. Заторопился Федул
        к&nbsp;ребёнку. Глядь, а&nbsp;печь уж&nbsp;протопилась, остались лишь
        синие угольки, тесто из&nbsp;квашни опять вылезло, и&nbsp;ребёнок
        безутешно кричит!
      </>
    ),
    p14: (
      <>
        Что делать? За&nbsp;что сперва взяться? Так и&nbsp;метался:
        то&nbsp;за&nbsp;одно дело схватится, то&nbsp;за&nbsp;другое, покуда
        не&nbsp;воротилась с&nbsp;поля Маланья.
      </>
    ),
    p15: (
      <>
        Федул встретил жену:
        <br />
        &mdash;&nbsp;Чего так рано приехала?
        <br />
        &mdash;&nbsp;Как так рано? &mdash;&nbsp;Маланья ему в&nbsp;ответ.
        &mdash;&nbsp;Упряжку пахала, конь притомился, и&nbsp;сама еле ноги
        волочу! А&nbsp;что это у&nbsp;тебя тут всё вверх дном?
        <br />
        &mdash;&nbsp;На&nbsp;пашне, хоть и&nbsp;тяжёлое, да&nbsp;одно дело!
        А&nbsp;вот попробуй похозяйничай, тогда и&nbsp;поймёшь, почём{" "}
        <CustomTooltip
          highlightedText={<>фунт</>}
          term="Фунт"
          definition={
            <>
              &nbsp;&mdash;&nbsp;чуть больше 400&nbsp;граммов, примерно пачка
              из&nbsp;магазина. Почем фунт соли&nbsp;&mdash; насколько дорого
              обходится дело.
            </>
          }
        />{" "}
        соли!
      </>
    ),
  },
};

export { tale_3_rus }
