import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_2_rus = {
  title: <>Мужик и&nbsp;медведь</>,
  id: "02",
  content: {
    p0: (
      <>
        Мужик поехал в&nbsp;лес{" "}
        <CustomTooltip
          highlightedText={<>репу</>}
          term="Репу"
          definition={
            <>
              &nbsp;ели на&nbsp;Руси, пока не&nbsp;завезли картошку. Она растет,
              как морковь: съедобная часть находится под землей.
            </>
          }
        />{" "}
        сеять. Пашет там да&nbsp;работает. Пришёл к&nbsp;нему медведь:
        <br />
        &mdash;&nbsp;Мужик, я&nbsp;тебя сломаю.
        <br />
        &mdash;&nbsp;Не&nbsp;ломай меня, медведюшка, лучше давай вместе репу
        сеять. Я&nbsp;себе возьму хоть корешки, а&nbsp;тебе отдам вершки.
        <br />
        &mdash;&nbsp;Быть так,&nbsp;&mdash; сказал медведь.
        &mdash;&nbsp;А&nbsp;коли обманешь, так в&nbsp;лес ко&nbsp;мне хоть
        не&nbsp;езди.
      </>
    ),
    p1: <>Сказал и&nbsp;ушёл в&nbsp;дубраву.</>,
    p2: (
      <>
        Репа выросла крупная. Мужик приехал осенью ее&nbsp;копать.
        А&nbsp;медведь из&nbsp;дубравы вылезает:
        <br />
        &mdash;&nbsp;Мужик, давай репу делить, мою долю подавай.
        <br />
        &mdash;&nbsp;Ладно, медведюшка, давай делить: тебе вершки, мне корешки.
      </>
    ),
    p3: (
      <>
        Отдал мужик медведю всю{" "}
        <CustomTooltip
          highlightedText={<>ботву</>}
          term="Ботва"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это листья остающиеся в&nbsp;виде
              второстепенного продукта.
            </>
          }
        />
        {". "}
        А&nbsp;репу положил на&nbsp;воз и&nbsp;повёз в&nbsp;город продавать.
      </>
    ),
    p4: (
      <>
        Навстречу ему медведь:
        <br />
        &mdash;&nbsp;Мужик, куда ты&nbsp;едешь?
        <br />
        &mdash;&nbsp;Еду, медведюшка, в&nbsp;город корешки продавать.
        <br />
        &mdash;&nbsp;Дай-ка попробовать&nbsp;&mdash; каков корешок?
      </>
    ),
    p5: (
      <>
        Мужик дал ему репу. Медведь как съел:
        <br />
        &mdash;&nbsp;А-а! &mdash;&nbsp;заревел. &mdash;&nbsp;Мужик, обманул
        ты&nbsp;меня! Твои корешки сладеньки. Теперь не&nbsp;езжай ко&nbsp;мне
        в&nbsp;лес по&nbsp;дрова, а&nbsp;то&nbsp;заломаю.
      </>
    ),
    p6: (
      <>
        На&nbsp;другой год мужик посеял на&nbsp;том месте{" "}
        <CustomTooltip
          highlightedText={<>рожь</>}
          term="Рожь"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это злак, колосок. Во&nbsp;ржи важна верхняя
              часть, из&nbsp;которой делают хлеб. А&nbsp;корешки тонкие, как
              у&nbsp;обычной травы.
            </>
          }
        />
        {". "}
        Приехал{" "}
        <CustomTooltip
          highlightedText={<>жать</>}
          term="Жать рожь"
          definition={<>&nbsp;&mdash;&nbsp;значит, собирать ее&nbsp;урожай.</>}
        />
        {", "}
        а&nbsp;уж&nbsp;медведь его дожидается:
        <br />
        &mdash;&nbsp;Теперь меня, мужик, не&nbsp;обманешь, давай мою долю.
        <br />
        Мужик говорит:
        <br />
        &mdash;&nbsp;Быть так. Бери, медведюшка, корешки, а&nbsp;я&nbsp;себе
        возьму хоть вершки.
      </>
    ),
    p7: (
      <>
        Собрали они рожь. Отдал мужик медведю корешки, а&nbsp;рожь наклал
        на&nbsp;воз и&nbsp;увёз домой.
      </>
    ),
    p8: <>Медведь бился, бился, ничего с&nbsp;корешками сделать не&nbsp;мог.</>,
    p9: (
      <>
        Рассердился он&nbsp;на&nbsp;мужика, и&nbsp;с&nbsp;тех пор у&nbsp;медведя
        с&nbsp;мужиком вражда пошла.
      </>
    ),
  },
};

export { tale_2_rus }
