import React from "react";

const tale_1_rus = {
  title: <>Журавль и&nbsp;цапля</>,
  id: "01",
  content: {
    p0: (
      <>
        Жили-были на&nbsp;болоте журавль да&nbsp;цапля. Построили они себе
        по&nbsp;концам болота избушки.
      </>
    ),
    p1: (
      <>
        Журавлю стало скучно жить одному, и&nbsp;задумал он&nbsp;жениться.
        <br />
        &mdash;&nbsp;Дай пойду посватаюсь к&nbsp;цапле!
      </>
    ),
    p2: (
      <>
        Пошел журавль,&nbsp;&mdash; тяп-тяп! &mdash; семь верст болото
        месил.
      </>
    ),
    p3: (
      <>
        Приходит и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Дома&nbsp;ли цапля?
        <br />
        &mdash;&nbsp;Дома.
        <br />
        &mdash;&nbsp;Выдь за&nbsp;меня замуж!
      </>
    ),
    p4: (
      <>
        &mdash;&nbsp;Нет, журавль, не&nbsp;пойду за&nbsp;тебя замуж: у&nbsp;тебя
        ноги долги, платье коротко, сам худо летаешь, и&nbsp;кормить-то тебе
        меня нечем! Ступай прочь, долговязый!
      </>
    ),
    p5: <>Пошел журавль домой несолоно хлебавши.</>,
    p6: (
      <>
        Цапля после раздумалась: &laquo;Чем жить одной, лучше пойду замуж
        за&nbsp;журавля&raquo;. Приходит к&nbsp;нему и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Журавль, возьми меня замуж!
        <br />
        &mdash;&nbsp;Нет, цапля, мне тебя не&nbsp;надо! Не&nbsp;хочу жениться,
        не&nbsp;возьму тебя замуж. Убирайся.
      </>
    ),
    p7: (
      <>
        Цапля заплакала со&nbsp;стыда и&nbsp;воротилась домой. Ушла цапля,
        а&nbsp;журавль раздумался: &laquo;Напрасно не&nbsp;взял за&nbsp;себя
        цаплю! Ведь одному-то скучно&raquo;.
      </>
    ),
    p8: (
      <>
        Приходит и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Цапля! Я&nbsp;вздумал на&nbsp;тебе жениться, пойди
        за&nbsp;меня!
        <br />
        &mdash;&nbsp;Нет, журавль, не&nbsp;пойду за&nbsp;тебя замуж!
      </>
    ),
    p9: (
      <>
        Пошел журавль домой. Тут цапля раздумалась: &laquo;Зачем отказала? Что
        одной-то жить? Лучше за&nbsp;журавля пойду&raquo;. Приходит она
        свататься, а&nbsp;теперь журавль не&nbsp;хочет.
      </>
    ),
    p10: (
      <>
        Вот так-то и&nbsp;ходят они по&nbsp;сию пору один к&nbsp;другому
        свататься, да&nbsp;никак не&nbsp;женятся.
      </>
    ),
  },
};


export { tale_1_rus }
