import React from "react";

const tale_3_rus = {
  title: <>Лак и&nbsp;Пак</>,
  id: "03",
  content: {
    p0: (
      <>
        Было или не&nbsp;было, а&nbsp;жили на&nbsp;свете Лак и&nbsp;Пак. Лак
        была женою Пака. И&nbsp;дочь у&nbsp;них была&nbsp;&mdash; красива лицом,
        да&nbsp;небогата умом.
      </>
    ),
    p1: (
      <>
        Настала пора, и&nbsp;пришли в&nbsp;их&nbsp;дом сваты. Увидала Лак сватов
        и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Дочь моя, сваты тебя сватать пришли! Бери кувшин, ступай
        за&nbsp;водой, чтобы они сказали: &laquo;Какая хорошая невеста!&raquo;
      </>
    ),
    p2: (
      <>
        Взяла дочка кувшин и&nbsp;пошла к&nbsp;колодцу. И&nbsp;только зачерпнула
        воды, как подумала:
        <br />
        &mdash;&nbsp;Вот понравлюсь я&nbsp;сватам, и&nbsp;засватают меня.
        Засватают меня и&nbsp;свадьбу сыграют. Замуж я&nbsp;пойду, сына
        я&nbsp;рожу. Подрастёт мой сынок, и&nbsp;приведу я&nbsp;его к&nbsp;своим
        родителям в&nbsp;гости. Приведу сыночка в&nbsp;гости, и&nbsp;матушка моя
        скажет ему: &laquo;Внучек дорогой, сходи за&nbsp;водой. Воду принесёшь,
        чай вскипятим&raquo;. Придёт сыночек за&nbsp;водой к&nbsp;этому колодцу,
        поскользнётся и&nbsp;упадёт в&nbsp;воду. Упадёт в&nbsp;воду
        и&nbsp;утонет! Что я&nbsp;тогда скажу отцу его, мужу своему? О&nbsp;горе
        мне! Горе!
      </>
    ),
    p3: (
      <>
        Подумала так девушка и&nbsp;заплакала. Да&nbsp;так заплакала, что слёзы
        шестью ручьями потекли из&nbsp;её&nbsp;глаз.
      </>
    ),
    p4: (
      <>
        Мать ждёт дочку, а&nbsp;сваты ждут чая. Вышел во&nbsp;двор Пак
        и&nbsp;позвал:
        <br />
        &mdash;&nbsp;Лак! А&nbsp;Лак? &mdash;&nbsp;Что, дорогой Пак?
        <br />
        &mdash;&nbsp;Где&nbsp;же чай? Гости ждут.
        <br />
        &mdash;&nbsp;Дочка, к&nbsp;колодцу за&nbsp;водой пошла.
        <br />
        &mdash;&nbsp;Ступай туда, дорогая Лак. Узнай, что там такое случилось.
        <br />
        &mdash;&nbsp;Хорошо, дорогой Пак. Пойду.
      </>
    ),
    p5: (
      <>
        Пришла Лак к&nbsp;колодцу и&nbsp;видит: сидит дочка у&nbsp;воды
        и&nbsp;плачет. Слёзы льются в&nbsp;шесть ручьёв.
      </>
    ),
    p6: (
      <>
        &mdash;&nbsp;Дочка, дочка, что случилось? Отчего ты&nbsp;так горько
        плачешь? &mdash;&nbsp;спрашивает Лак.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Как&nbsp;же мне не&nbsp;плакать, матушка? Как слёзы
        не&nbsp;лить? &mdash;&nbsp;отвечает дочка.&nbsp;&mdash; Подумала я:
        &laquo;Понравлюсь я&nbsp;сватам, и&nbsp;засватают меня. Засватают меня
        и&nbsp;свадьбу сыграют. Замуж я&nbsp;пойду, сына я&nbsp;рожу. Подрастёт
        мой сынок, и&nbsp;приведу его к&nbsp;вам в&nbsp;гости,
        и&nbsp;ты&nbsp;скажешь ему: &bdquo;Внучек мой дорогой, сходи
        за&nbsp;водой. Воду принесёшь, чай вскипятим&ldquo;. Придёт сыночек
        за&nbsp;водой к&nbsp;этому колодцу, поскользнётся и&nbsp;упадёт
        в&nbsp;воду! Упадёт в&nbsp;воду и&nbsp;утонет! Что я&nbsp;тогда скажу
        отцу его, мужу своему? О&nbsp;горе мне! Горе!&raquo;
      </>
    ),
    p8: (
      <>
        &mdash;&nbsp;Ой, дочка моя, да&nbsp;как&nbsp;же ты&nbsp;умна!
        &mdash;&nbsp;сказала Лак, села рядом с&nbsp;дочкой и&nbsp;тоже
        заплакала.
      </>
    ),
    p9: (
      <>
        Ждал Пак дочку свою, ждал жену свою Лак, не&nbsp;дождался и&nbsp;сам
        отправился к&nbsp;колодцу. Приходит и&nbsp;видит: сидят рядом его дочка
        и&nbsp;жена. Сидят рядом и&nbsp;горько плачут.
      </>
    ),
    p10: (
      <>
        &mdash;&nbsp;Лак, Лак, что случилось? Отчего вы&nbsp;так горько плачете?
        &mdash;&nbsp;спрашивает Пак.
        <br />
        &mdash;&nbsp;Ой, Пак, Пак! Как&nbsp;же нам не&nbsp;плакать? Как слёзы
        не&nbsp;лить? &mdash;&nbsp;отвечает Паку Лак. &mdash;&nbsp;Послушай-ка,
        что говорит наша умница!
        <br />
        &mdash;&nbsp;Что&nbsp;же говорит она, Лак? &mdash;&nbsp;удивился Пак.
      </>
    ),
    p11: (
      <>
        &mdash;&nbsp;Она говорит: &laquo;Понравлюсь я&nbsp;сватам,
        и&nbsp;засватают меня. Засватают меня и&nbsp;свадьбу сыграют. Замуж
        я&nbsp;пойду, сына я&nbsp;рожу. Подрастёт мой сынок, и&nbsp;приведу его
        к&nbsp;вам в&nbsp;гости. И&nbsp;скажет ему моя матушка: &bdquo;Внучек
        мой дорогой, сходи за&nbsp;водой. Воду принесёшь, чай вскипятим&ldquo;.
        Придёт сыночек за&nbsp;водой к&nbsp;этому колодцу, поскользнётся
        и&nbsp;упадёт в&nbsp;воду! Упадёт в&nbsp;воду и&nbsp;утонет! Что
        я&nbsp;тогда скажу отцу его, мужу своему! О&nbsp;горе мне! Горе!&raquo;
      </>
    ),
    p12: (
      <>
        &mdash;&nbsp;Ой, дочка моя! Да&nbsp;как&nbsp;же ты&nbsp;умна!
        &mdash;&nbsp;сказал Пак, сел рядом с&nbsp;дочкой и&nbsp;женой
        и&nbsp;тоже горько заплакал.
      </>
    ),
    p13: (
      <>
        Сидели они так втроём у&nbsp;колодца и&nbsp;горько плакали. Плакали они
        горько и&nbsp;громко, и&nbsp;услыхали их&nbsp;плач гости&nbsp;&mdash;
        сваты, которые пришли сватать дочку Пака и&nbsp;Лака. Услыхали они плач,
        удивились и&nbsp;отправились к&nbsp;колодцу. Смотря: сидят хозяева
        и&nbsp;все трое горько плачут.
      </>
    ),
    p14: (
      <>
        &mdash;&nbsp;Что случилось, Пак? &mdash;&nbsp;спросили они.&nbsp;&mdash;
        Отчего вы&nbsp;все так горько плачете?
        <br />
        &mdash;&nbsp;Лак, Лак! &mdash;&nbsp;сказал Пак. &mdash;&nbsp;Расскажи
        гостям, отчего мы&nbsp;плачем.
        <br />
        &mdash;&nbsp;Как&nbsp;же нам не&nbsp;плакать, как слёзы не&nbsp;лить?
        &mdash;&nbsp;отвечает сватам Лак. &mdash;&nbsp;Послушайте-ка, что
        говорит наша дочка, наша умница!
      </>
    ),
    p15: (
      <>
        Услыхали это сваты и&nbsp;сказали:
        <br />
        &mdash;&nbsp;Видно, дочка ваша не&nbsp;только красива,
        но&nbsp;и&nbsp;умна!
      </>
    ),
    p16: (
      <>
        Сказали они так и&nbsp;засватали девушку&nbsp;&mdash; дочь Пака
        и&nbsp;Лак. Сыграли свадьбу, и&nbsp;стала дочка Пака и&nbsp;Лак жить
        в&nbsp;доме своего мужа.
      </>
    ),
  },
};

const tale_3_tad = {
  title: "Лаку Пак",
  id: "03",
  content: {
    p0: (
      <>
        Буд, набуд, дар рӯи ин&nbsp;олам Лаку Пак буд. Лак зани Пак буд. Лаку
        Пак духтари зебое доштанд, вале аклаш норасо.
      </>
    ),
    p1: (
      <>
        Як&nbsp;рӯзе ба&nbsp;хонаи онҳо хостгор омад. Лак хостгорҳоро дида
        ба&nbsp;духтараш гуфт:
        <br />
        &mdash;&nbsp;Духтарам, ба&nbsp;ту&nbsp;хостгор омад. Рафта об&nbsp;биёр.
        Чаққон бош, ки&nbsp;хостгорҳо &laquo;духтари бадаступо будааст&raquo;
        гуфта, туро хуш кунанд!
      </>
    ),
    p2: (
      <>
        Духтар кӯзаро гирифта, тозон ба&nbsp;лаби ҳавз рафт. Об&nbsp;гирифта
        истода фикр кард, ки:
        <br />
        &mdash;&nbsp;Раваду хостгорҳо маро хуш кунанд. Тую тамошо шавад. Сони
        як&nbsp;писарча зоям. Писарчаам калонакак шаваду аз&nbsp;дастакаш дошта,
        ба&nbsp;хонаи падару модарам меҳмонӣ биёям. Модарам гӯяд: &laquo;ҷони
        бибӣ, калонакак шудӣ, дастёракак шудӣ, рафта об&nbsp;биёр, чой
        кунем&raquo;. Бачаякам биёяду аз&nbsp;ҳавз об&nbsp;мегирам гуфта, пояш
        лагжида ба&nbsp;ҳавз ғалтаду ғарқ шавад! Баъд ман чӣ&nbsp;кор мекунам,
        ба&nbsp;шавҳарам чӣ&nbsp;ҷавоб медиҳам?! Вой бар ҳоли мане, рӯям сиёҳе!
      </>
    ),
    p3: (
      <>
        Духтар ҳамин тавр фикр карду доду фарёд бардошту шаш қатор оби дида
        рехта нишаст.
      </>
    ),
    p4: (
      <>
        Модар мунтазири духтар, хостгорон мунтазири чой. Пак рӯи ҳавлӣ баромаду
        овоз баровард:
        <br />
        &mdash;&nbsp;Лак! Лак!
        <br />
        &mdash;&nbsp;ҷони Пак?
        <br />
        &mdash;&nbsp;Канӣ чой? Меҳмонҳо интизоранд.
        <br />
        &mdash;&nbsp;Духтарамон ба&nbsp;ҳавз, ба&nbsp;об&nbsp;рафтагӣ ҳозир
        меояд.
        <br />
        &mdash;&nbsp;Тез лаби ҳавз рав, ки&nbsp;чаро дер кардӣ.
        <br />
        &mdash;&nbsp;Хуб шудааст, ҷони Пак.
      </>
    ),
    p5: (
      <>
        Лак ба&nbsp;лаби ҳавз рафт. Дид, ки&nbsp;духтарашон оби дидааш шаш катор
        гиря карда нишастааст.
      </>
    ),
    p6: (
      <>
        &mdash;&nbsp;ҳа, духтарам, чӣ&nbsp;шуд ба&nbsp;ту? Барои чӣ&nbsp;гиря
        карда нишастаӣ? &mdash;&nbsp;пурсид Лак.&nbsp;&mdash; Эй&nbsp;модарҷон,
        ман гиря накунам, ки&nbsp;гиря кунад?!
        <br />
        &mdash;&nbsp;ҷавоб дод духтар.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Об&nbsp;гирифта истода фикр кардам, ки: &laquo;Раваду
        хостгорҳо маро хуш кунанд. Тую тамошо шавад. Сони як&nbsp;писарча зоям.
        Писарчаам калонакак шаваду аз&nbsp;дастакаш дошта, ба&nbsp;хонаи падару
        модарам меҳмонӣ биёям. Модарам гӯяд: &bdquo;ҷони бибӣ, калонакак шудӣ,
        дастёракак шудӣ, рафта об&nbsp;биёр, чой кунем&ldquo;. Бачаякам биёяду
        аз&nbsp;ҳавз об&nbsp;мегирам гуфта пояш лағжида ба&nbsp;ҳавз ғалтаду
        ғарқ шавад! Баъд ман чӣ&nbsp;кор мекунам, ба&nbsp;шавҳарам чӣ&nbsp;ҷавоб
        медиҳам?! Вой бар ҳоли мане, рӯям сиёҳе!&raquo;
      </>
    ),
    p8: (
      <>
        &mdash;&nbsp;Вой, бар акли расоят модаракат қурбон шавад!&nbsp;&mdash;
        гуфта Лак ба&nbsp;паҳлӯи духтараш нишасту гирён шуд.
      </>
    ),
    p9: (
      <>
        Пак як&nbsp;дам духтарашро интизор шуд, занашро интизор шуд,
        аз&nbsp;касе дарак нашуд, хесту ба&nbsp;лаби ҳавз омад. Омада дид,
        ки&nbsp;духтару зан дар лаби ҳавз зор-зор гиря карда нишастаанд.
      </>
    ),
    p10: (
      <>
        &mdash;&nbsp;Лак, Лак, чӣ&nbsp;гaп шуд? Барои чӣ&nbsp;шумо гиря
        мекунед?&nbsp;&mdash; пурсид Пак.
        <br />
        &mdash;&nbsp;О, Пак, Пак! Чӣ&nbsp;хел мо&nbsp;гиря накунем? Чаро оби
        дида нарезем?
        <br />
        &mdash;&nbsp;ҷавоб медиҳад ба&nbsp;Пак Лак&nbsp;&mdash; гӯш кунед
        духтари баақлаки мо&nbsp;чӣ&nbsp;мегӯяд?
        <br />
        &mdash;&nbsp;Чӣ&nbsp;мегӯяд, Лак? &mdash;&nbsp;ҳайрон шуд Пак.
      </>
    ),
    p11: (
      <>
        &mdash;&nbsp;Мегӯяд, ки: &laquo;Раваду хостторҳо маро хуш кунанд. Тую
        тамошо шавад. Сонӣ як&nbsp;писарча зоям. Писарчаам калонакак шаваду
        аз&nbsp;дастакаш дошта, ба&nbsp;хонаи падару модарам меҳмонӣ биёям.
        Модарам гӯяд: &bdquo;ҷонӣ бибӣ, калонакак шудӣ, дастёракак шудӣ, рафта
        об&nbsp;биёр, чой кунем&ldquo;. Бачаякам биёяду аз&nbsp;ҳавз
        об&nbsp;мегирам гуфта пояш лағжида ба&nbsp;ҳавз ғалтаду ғарқ шавад! Баъд
        ман чӣ&nbsp;кор мекунам, ба&nbsp;шавҳарам чӣ&nbsp;ҷавоб медиҳам?! Вой
        бар ҳоли мане, рӯям сиёҳе!&raquo;
      </>
    ),
    p12: (
      <>
        &mdash;&nbsp;Ой, духтараки баақлаки ман! Чӣ&nbsp;хел ту&nbsp;ақли расо
        дорӣ! &mdash;&nbsp;гуфта Пак ҳам дар паҳлӯи зану духтараш нишаста
        зор-зор гиря кард.
      </>
    ),
    p13: (
      <>
        Се&nbsp;кас&nbsp;&mdash; Лаку Паку духтар он&nbsp;чунон баланд нолаву
        гиря карданд. Хостгорҳо шунавида, ҳайрон шудаву хавотир шуда,
        ба&nbsp;лаби ҳавз омаданд. Омада диданд, ки&nbsp;соҳибони
        хона&nbsp;&mdash; зану шавҳару духтар шаш қатор оби дида рехта гиря
        карда шиштаанд.
      </>
    ),
    p14: (
      <>
        &mdash;&nbsp;Чӣ&nbsp;гaп шуд, Пак? Чаро шумоён гиря карда шиштетон?
        &mdash;&nbsp;пурсиданд онҳо.
        <br />
        &mdash;&nbsp;Лак, Лак! &mdash;&nbsp;гуфт: Пак&mdash;гӯед, барои
        чӣ&nbsp;мо&nbsp;гиря дорем?
        <br />
        &mdash;&nbsp;Мо&nbsp;гиря накунем, кӣ&nbsp;гиря кунад? &mdash;&nbsp;гуфт
        Лак. &mdash;&nbsp;Гӯш кунед ин&nbsp;духтараки баақламон чӣ&nbsp;мегӯяд.
      </>
    ),
    p15: (
      <>
        Хостгорҳо ин&nbsp;ҳикояро шунида:
        <br />
        &mdash;&nbsp;Ақли духтари шумо ҳуснаш барин расо будааст!
      </>
    ),
    p16: (
      <>
        Ин&nbsp;гапро гуфта, духтари Лаку Пакро туй карданд. Туй шуд
        ва&nbsp;духтари Лаку Пак ба&nbsp;хонаи шавҳар зиндагӣ мекард.
      </>
    ),
  },
};

export { tale_3_rus, tale_3_tad }
