import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_2_rus = {
  title: <>Мудрый визирь</>,
  id: "02",
  content: {
    p0: (
      <>
        В&nbsp;одной стране случилась засуха. Не&nbsp;было ни&nbsp;снега,
        ни&nbsp;дождя, зерна на&nbsp;полях и&nbsp;фруктов в&nbsp;садах уродилось
        мало, и&nbsp;урожая на&nbsp;всех не&nbsp;хватало. Пришел голод, люди
        стали умирать.
      </>
    ),
    p1: (
      <>
        <CustomTooltip
          highlightedText={<>Падишах</>}
          term="Падишах"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это правитель, царь в&nbsp;восточных странах
              в&nbsp;старину.
            </>
          }
        />
        {", "}
        глядя на&nbsp;это, впал в&nbsp;смятение, не&nbsp;зная, что делать
        и&nbsp;как спасти свой народ от&nbsp;смерти. Много думал, но&nbsp;ничего
        не&nbsp;получилось. Тогда решил передать правление страной на&nbsp;год{" "}
        <CustomTooltip
          highlightedText={<>визирю</>}
          term="Визирь"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это министр в&nbsp;восточных странах
              в&nbsp;старину. В&nbsp;сказках этим словом иногда называют любого
              помощника царя
            </>
          }
        />
        {", "}
        а&nbsp;сам уехал к&nbsp;своему брату&nbsp;&mdash; падишаху соседней
        страны.
      </>
    ),
    p2: (
      <>
        Визирь возглавил страну. Теперь уже он&nbsp;думал о&nbsp;том, как спасти
        страну от&nbsp;смертельного голода.
      </>
    ),
    p3: (
      <>
        После долгих размышлений он&nbsp;нашел решение. Визирь пошел
        в&nbsp;царскую сокровищницу и&nbsp;поровну распределил все золото
        и&nbsp;монеты между людьми.
      </>
    ),
    p4: (
      <>
        Затем он&nbsp;повернулся к&nbsp;людям и&nbsp;сказал:
        <br />
        &mdash;&nbsp;Я&nbsp;даю вам эти деньги в&nbsp;долг. Отправляйтесь
        в&nbsp;другие страны, куда не&nbsp;пришла засуха и&nbsp;было много
        урожая. Купите там пшеницу и&nbsp;муку&nbsp;&mdash; столько, чтобы
        не&nbsp;умереть от&nbsp;голода до&nbsp;следующего года и&nbsp;выжить
        до&nbsp;следующего урожая. А&nbsp;вернуть долг в&nbsp;казну нужно будет
        после смерти падишаха.
      </>
    ),
    p5: (
      <>
        Люди обрадовались и&nbsp;отправились покупать пшеницу и&nbsp;муку
        в&nbsp;другие страны за&nbsp;эти деньги. Это спасло
        их&nbsp;от&nbsp;смерти. Они хлопали в&nbsp;ладоши и&nbsp;молились, чтобы
        падишах прожил долгую жизнь.
      </>
    ),
    p6: (
      <>
        Прошел один год, и&nbsp;падишах вернулся домой. Спустился
        с&nbsp;коня&nbsp;&mdash; и&nbsp;сплетники тут&nbsp;же доложили ему, что
        визирь раздал людям все золото и&nbsp;монеты из&nbsp;казны.
      </>
    ),
    p7: (
      <>
        Падишах разочаровался, что пустил визиря на&nbsp;трон. Он&nbsp;собрался
        отрубить министру голову, но&nbsp;тот повернулся к&nbsp;королю
        и&nbsp;сказал:
        <br />
        &mdash;&nbsp;О, властелин Вселенной! Позвольте мне сказать вам несколько
        слов, прежде чем я&nbsp;умру.
        <br />
        &mdash;&nbsp;Говори!
      </>
    ),
    p8: (
      <>
        И&nbsp;тогда визирь сказал:
        <br />
        &mdash;&nbsp;Во&nbsp;всяком случае, я&nbsp;разделил все ваше сокровище
        на&nbsp;весь народ. Люди брали золото и&nbsp;монеты и&nbsp;отправлялись
        в&nbsp;другие страны, где покупали зерно и&nbsp;муку. Вот как они
        спаслись от&nbsp;смертельного голода.
      </>
    ),
    p9: (
      <>
        Я&nbsp;одолжил им&nbsp;эти деньги, чтобы они вернули долг после вашей
        смерти. О,&nbsp;царь мира, теперь все люди молятся, чтобы здоровье моего
        падишаха было крепким и&nbsp;жизнь длилась долго!
      </>
    ),
    p10: (
      <>
        Услышав эти слова, падишах понял, что его визирь тоже мудр. В&nbsp;конце
        концов, он&nbsp;не&nbsp;только спас людей от&nbsp;смерти,
        но&nbsp;и&nbsp;придумал, как сделать так, чтобы они любили своего короля
        и&nbsp;жили для него долго. Зная это, падишах не&nbsp;убил своего
        мудрого визиря.
      </>
    ),
    p11: <>Так мудрый визирь спас и&nbsp;людей, и&nbsp;себя от&nbsp;смерти.</>,
  },
};

const tale_2_tad = {
  title: "Вазири зирак",
  id: "02",
  content: {
    p0: (
      <>
        Боре дар мамлакате хушксоли омад. На&nbsp;барфи дуруст бориду
        на&nbsp;борон, галла дар сахрову мева дар бог норасида ва&nbsp;хосили
        дехдон нодаравида монд. Гуруснаги омад, байни мардум муромурй cap шуд.
      </>
    ),
    p1: (
      <>
        Подшох, ахволи халку мамлакатро дида, ба&nbsp;тахлука афтода,
        намедонист, ки&nbsp;чи&nbsp;кор кунад ва&nbsp;мардумашро аз&nbsp;марг
        чи&nbsp;гуна начот дихдд. Бисер фикр кард, вале ба&nbsp;натичае расида
        натавонист. Ба&nbsp;чунин кароре омад, ки&nbsp;сарварии кишварро барон
        як&nbsp;сол ба&nbsp;вазираш супорад ва&nbsp;худаш ба&nbsp;назди
        бародараш, ки&nbsp;подшохи кишвари хамсоя буд рафт.
      </>
    ),
    p2: (
      <>
        Вазир сарвари мамлакат шуд. Акнун у&nbsp;фикр мекард, ки&nbsp;мамлакатро
        чи&nbsp;тавр аз&nbsp;гуруснагии марговар начот дихад.
      </>
    ),
    p3: (
      <>
        Баъди фикри дуру дароз вазир тасмим гирифт. У&nbsp;ба&nbsp;хазинаи
        подшох рафта, тамоми тиллову тангаро баробар ба&nbsp;мардум таксим кард.
      </>
    ),
    p4: (
      <>
        Баъд ба&nbsp;мардум ру&nbsp;оварда гуфт:
        <br />
        &mdash;&nbsp;Ман ин&nbsp;пулхоро ба&nbsp;шумо барои карз медихам. Шумо
        ба&nbsp;кишвархои дигар равед, ки&nbsp;дар он&nbsp;чо&nbsp;хушксоли
        нашудааст ва&nbsp;онхо хосили фаровон ба&nbsp;даст овардаанд.
        Аз&nbsp;он&nbsp;чо&nbsp;гандуму орд харед. Хамон кадар харед,
        ки&nbsp;то&nbsp;соли оянда аз&nbsp;гуруснаги намуред
        ва&nbsp;то&nbsp;хосили оянда зинда монед. Карзи худро пас аз&nbsp;фавти
        подшох ба&nbsp;хазина месупоред.
      </>
    ),
    p5: (
      <>
        Мардум хушхол шуданд ва&nbsp;рафтанд ба&nbsp;кишвархои дигару
        ба&nbsp;он&nbsp;пул гандуму орд хариданд. Хамин тавр аз&nbsp;марг начот
        ёфтанд. Мардум хушхол шуда, дуо мекарданд, ки&nbsp;подшох умри дароз
        бинад.
      </>
    ),
    p6: (
      <>
        Аз&nbsp;байн як&nbsp;сол гузашт. Подшох ба&nbsp;касри худ баргашт. Холо
        у&nbsp;аз&nbsp;асп нафаромада, лаганбардорон ба&nbsp;подшох гуфтанд,
        ки&nbsp;вазир хамаи тиллову тангаи хазинаро ба&nbsp;мардум таксим кард.
      </>
    ),
    p7: (
      <>
        Подшох, асабони шуда, ба&nbsp;вазир хукми кат дод. Хамон даме,
        ки&nbsp;чаллод сари вазирро буридан мехост, у&nbsp;ба&nbsp;подшох,
        ру&nbsp;оварда гуфт:
        <br />
        &mdash;&nbsp;Эй&nbsp;сарвари олам! Ичозат дихед, ки&nbsp;пеш
        аз&nbsp;маргам ба&nbsp;шумо чанд сухан гуям.
        <br />
        &mdash;&nbsp;Гап зан!
      </>
    ),
    p8: (
      <>
        Вазир гуфт:
        <br />
        &mdash;&nbsp;Вокеан хам ман хамаи хазинаи шуморо ба&nbsp;мардум таксим
        кардам. Мардум тиллову тангахоро гирифта ба&nbsp;кишвархои дигар рафтанд
        ва&nbsp;аз&nbsp;он&nbsp;чо&nbsp;галлаву орд хариданд. Ана хамин тавр
        чони худро аз&nbsp;гуруснагии марговар начот доданд.
      </>
    ),
    p9: (
      <>
        Ман ин&nbsp;пулхоро ба&nbsp;онхо ба&nbsp;карз додам,
        ки&nbsp;ин&nbsp;карзро пас аз&nbsp;вафоти шумо бояд баргардонанд.
        Эй&nbsp;подшохи олам, холо тамоми мардум ба&nbsp;хакки шумо дуо
        мекунанд, ки&nbsp;саломатии подшохам пойдор ва&nbsp;умрашон дароз бошад!
      </>
    ),
    p10: (
      <>
        Ин&nbsp;суханхоро шунида, подшох фахмид, ки&nbsp;вокеан хам вазири
        у&nbsp;доно аст. Охир, вай на&nbsp;факат мардумро аз&nbsp;гуруснагии
        марговар начот дод, балки онхоро водор намуд, ки&nbsp;подшохи худро дуст
        доранд ва&nbsp;барояш умри дароз хоханд. Подшох инро фахмида вазири
        донои худро накушт.
      </>
    ),
    p11: (
      <>
        Ана хамин тавр вазири доно хам мардум ва&nbsp;хам худашро аз&nbsp;марг
        начот дод.
      </>
    ),
  },
};

export { tale_2_rus, tale_2_tad }
