import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_1_rus = {
  title: <>Заячье сало</>,
  id: "01",
  content: {
    p0: (
      <>
        Ехал пан со&nbsp;своим кучером Иваном в&nbsp;дальнюю дорогу. Ехали они
        молча, скучно стало пану. Он&nbsp;и&nbsp;надумал поговорить. В&nbsp;это
        время выскочил заяц. Пан и&nbsp;повел разговор о&nbsp;зайцах.
      </>
    ),
    p1: (
      <>
        &mdash;&nbsp;Вот в&nbsp;лесу у&nbsp;меня водятся зайцы, только
        не&nbsp;такие, как тот поскакал, маленький, а&nbsp;большие.
        Я&nbsp;их&nbsp;из-за границы привез на&nbsp;расплод. Собрался я&nbsp;раз
        на&nbsp;охоту, взял с&nbsp;собой{" "}
        <CustomTooltip
          highlightedText={<>крестьянина</>}
          term="крестьянина"
          definition={
            <>
              &nbsp;&mdash;&nbsp;Здесь имеется в&nbsp;виду егерь-загонщик,
              помощник пана по&nbsp;охоте.
            </>
          }
        />{" "}
        и&nbsp;десять загонщиков. Нагнали они на&nbsp;меня зайцев,
        а&nbsp;я&nbsp;их&nbsp;только&nbsp;&mdash; бац да&nbsp;бац! Набил
        я&nbsp;их&nbsp;этак десятка три.
        <br />
        А&nbsp;одного убил, да&nbsp;такого большущего, величиной с&nbsp;барана!
        Ну, как снял я&nbsp;с&nbsp;него шкуру, а&nbsp;на&nbsp;нем больше{" "}
        <CustomTooltip
          highlightedText={<>полпуда</>}
          term="полпуда"
          definition={
            <>
              &nbsp;&mdash;&nbsp;8&nbsp;килограммов. Столько весит велосипед BMX
              или большой арбуз. Пуд&nbsp;&mdash; 16&nbsp;кг.
            </>
          }
        />{" "}
        сала. Вот какие у&nbsp;меня зайцы!
      </>
    ),
    p2: (
      <>
        Кучер слушал-слушал, а&nbsp;потом и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Но-о,{" "}
        <CustomTooltip
          highlightedText={<>гнедые</>}
          term="Гнедые"
          definition={<>&nbsp;&mdash;&nbsp;рыжие кони.</>}
        />
        {", "}
        скоро уже и&nbsp;тот мост, что под врунами проваливается.
      </>
    ),
    p3: (
      <>
        Услыхал это пан и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Слышь, Иван, какие зайцы бывают! Правда, полпуда сала
        на&nbsp;нем и&nbsp;не&nbsp;было, а&nbsp;так,{" "}
        <CustomTooltip
          highlightedText={<>фунтов</>}
          term="Фунт"
          definition={
            <>
              &nbsp;&mdash;&nbsp;чуть больше
              400&nbsp;граммов.&nbsp;10&nbsp;фунтов&nbsp;&mdash;
              4&nbsp;килограмма. Столько весит кирпич или рюкзак
              третьеклассника.
            </>
          }
        />{" "}
        с&nbsp;десять.
        <br />
        &mdash;&nbsp;Конечно, заяц как заяц,&nbsp;&mdash; говорит Иван.
      </>
    ),
    p4: (
      <>
        Ну, едут дальше, а&nbsp;пан снова Ивану:
        <br />
        &mdash;&nbsp;Ну, что, Иван, а&nbsp;скоро&nbsp;ли будет тот мостик, про
        который ты&nbsp;говорил?
        <br />
        &mdash;&nbsp;Да, скоро&nbsp;уж, пан,&nbsp;&mdash; отвечает Иван.
      </>
    ),
    p5: (
      <>
        &mdash;&nbsp;Так вот, знаешь, Иван,&nbsp;&mdash; продолжает
        пан,&nbsp;&mdash; пожалуй, что на&nbsp;том зайце и&nbsp;десяти фунтов
        сала не&nbsp;было, так, фунта три-четыре, не&nbsp;больше.
        <br />
        &mdash;&nbsp;Да&nbsp;мне что,&nbsp;&mdash; говорит Иван,&nbsp;&mdash;
        пусть будет и&nbsp;так.
      </>
    ),
    p6: (
      <>
        Проехали еще немного; пан ерзал-ерзал на&nbsp;месте и&nbsp;опять:
        <br />
        &mdash;&nbsp;А&nbsp;скоро&nbsp;ли, Иван, тот мост?
        <br />
        &mdash;&nbsp;Да&nbsp;скоро, пан, вот-вот, только в&nbsp;долину
        спустимся.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Хм,&nbsp;&mdash; говорит пан,&nbsp;&mdash; а&nbsp;знаешь,
        Иван, на&nbsp;том зайце и&nbsp;вовсе сала-то не&nbsp;было, сам знаешь,
        какое&nbsp;же там на&nbsp;зайце сало.
      </>
    ),
    p8: (
      <>
        &mdash;&nbsp;Да&nbsp;конечно,&nbsp;&mdash; говорит Иван,&nbsp;&mdash;
        заяц как заяц.
      </>
    ),
    p9: (
      <>
        Спустились в&nbsp;ложок, а&nbsp;пан и&nbsp;спрашивает:
        <br />
        &mdash;&nbsp;А&nbsp;где&nbsp;ж, Иван, мост, о&nbsp;котором
        ты&nbsp;говорил?
        <br />
        &mdash;&nbsp;Да&nbsp;он, пане,&nbsp;&mdash; отвечает Иван,&nbsp;&mdash;
        растаял, как и&nbsp;то&nbsp;заячье сало, про которое вы&nbsp;сказывали.
      </>
    ),
  },
};

const tale_1_ukr = {
  title: "Заяче сало",
  id: "01",
  content: {
    p0: (
      <>
        Їхав пан з&nbsp;кучером Іваном у&nbsp;далеку дорогу. Вони їхали мовчки,
        але мовчанка обридла. Пан і&nbsp;надумав поговорити. В&nbsp;цей час
        вискочив заєць. Пан і&nbsp;почав свою розмову про зайця.
      </>
    ),
    p1: (
      <>
        &mdash;&nbsp;От&nbsp;у&nbsp;мене в&nbsp;лісі водяться зайці, тільки
        не&nbsp;такі, як&nbsp;оце пострибав маленький, а&nbsp;великі.
        Я&nbsp;з-за кордону привіз на&nbsp;розплід. Одного разу я&nbsp;зібрався
        на&nbsp;полювання, взяв із&nbsp;собою чоловіка і&nbsp;десять загоничів.
        Вони нагнали на&nbsp;мене зайців,
        а&nbsp;я&nbsp;їх&nbsp;тільки&nbsp;&mdash; бах! та&nbsp;бах! Тоді
        я&nbsp;набив їх&nbsp;десятки з&nbsp;три...
        <br />
        А&nbsp;одного забив, то&nbsp;такого величезного, як&nbsp;баран
        завбільшки! Ну, а&nbsp;коли здер з&nbsp;нього шкуру, то&nbsp;було більш
        як&nbsp;півпуда сала. От&nbsp;які в&nbsp;мене зайці!
      </>
    ),
    p2: (
      <>
        Кучер слухав, слухав, а&nbsp;далі й&nbsp;каже:
        <br />
        &mdash;&nbsp;Но-о, гніді, скоро вже і&nbsp;міст той, що&nbsp;під
        брехунами ламається.
      </>
    ),
    p3: (
      <>
        Почув це&nbsp;пан і&nbsp;каже:
        <br />
        &mdash;&nbsp;Чуєш, Іване, так от&nbsp;які зайці бувають! Правда,
        що&nbsp;в&nbsp;нього півпуда сала то&nbsp;не&nbsp;було, а&nbsp;так
        фунтів з&nbsp;десять.
        <br />
        &mdash;&nbsp;Звісно, заєць зайцем,&nbsp;&mdash; каже Іван.
      </>
    ),
    p4: (
      <>
        Ну, їдуть далі, а&nbsp;пан знову до&nbsp;Івана:
        <br />
        &mdash;&nbsp;От&nbsp;що, Іване, а&nbsp;ми&nbsp;скоро вже буде той
        місток?
        <br />
        &mdash;&nbsp;Та&nbsp;скоро вже, пане,&nbsp;&mdash; каже Іван.
      </>
    ),
    p5: (
      <>
        &mdash;&nbsp;Так-от знаєш, Іване,&nbsp;&mdash; продовжує
        пан,&nbsp;&mdash; мабуть, що&nbsp;на&nbsp;тому зайцеві і&nbsp;десяти
        фунтів сала не&nbsp;було,&nbsp;&mdash; так фунтів три&nbsp;&mdash;
        чотири, не&nbsp;більше.
        <br />
        &mdash;&nbsp;Та&nbsp;мені&nbsp;що,&nbsp;&mdash; каже Іван,&nbsp;&mdash;
        хай буде і&nbsp;так.
      </>
    ),
    p6: (
      <>
        Але проїхали трохи, пан повертівся на&nbsp;місці та&nbsp;й&nbsp;знову:
        <br />
        &mdash;&nbsp;А&nbsp;чи&nbsp;скоро, Іване, вже той міст буде?
        <br />
        &mdash;&nbsp;Так, скоро, пане, ось-ось, тільки в&nbsp;долину спустимось.
      </>
    ),
    p7: (
      <>
        &mdash;&nbsp;Гм,&nbsp;&mdash; каже пан,&nbsp;&mdash; а&nbsp;знаєш,
        Іване, на&nbsp;тому зайцеві і&nbsp;зовсім сала не&nbsp;було&nbsp;&mdash;
        сам знаєш, яке на&nbsp;зайцеві сало.
      </>
    ),
    p8: (
      <>
        &mdash;&nbsp;Та&nbsp;звісно,&nbsp;&mdash; каже Іван,&nbsp;&mdash; заєць
        зайцем...
      </>
    ),
    p9: (
      <>
        Спустились в&nbsp;долину, а&nbsp;пан і&nbsp;питає:
        <br />
        &mdash;&nbsp;А&nbsp;де&nbsp;ж, Іване, той міст, що&nbsp;ти&nbsp;про
        нього говорив?
        <br />
        &mdash;&nbsp;А&nbsp;він, пане,&nbsp;&mdash; каже Іван,&nbsp;&mdash;
        розтопився так само, як&nbsp;те&nbsp;заяче сало, що&nbsp;ви&nbsp;про
        нього говорили.
      </>
    ),
  },
};

export { tale_1_rus, tale_1_ukr }
