import React from "react";

const tale_2_rus = {
  title: <>Милосердная барыня</>,
  id: "02",
  content: {
    p0: (
      <>
        Жила-была барыня, да&nbsp;такая... такая... Ну, вот сами увидите какая!
      </>
    ),
    p1: (
      <>
        Пришел к&nbsp;ней раз дед-старец милостыню просить. Молится
        у&nbsp;дверей и&nbsp;приговаривает:
        <br />
        &mdash;&nbsp;Подайте, Христа ради! Подайте ради души спасения,
        милостивая барыня!
      </>
    ),
    p2: (
      <>
        Недолго барыня думала и&nbsp;решила угостить старика яичком, чтобы
        он&nbsp;помолился за&nbsp;спасение ее&nbsp;души. Позвала она деда
        в&nbsp;дом и&nbsp;говорит:
        <br />
        &mdash;&nbsp;На&nbsp;тебе, дедушка, яичко, скушай, да&nbsp;богу
        за&nbsp;меня помолись.
      </>
    ),
    p3: <>Взял дед яйцо, поблагодарил и&nbsp;пошел.</>,
    p4: (
      <>
        А&nbsp;барыня и&nbsp;думает: &laquo;Вот и&nbsp;хорошо, что дала ему
        яичко,&nbsp;&mdash; и&nbsp;чего жалеть! Да&nbsp;только&nbsp;бы
        он&nbsp;меня не&nbsp;забыл!&raquo; И&nbsp;зовет деда:
        <br />
        &mdash;&nbsp;Дед! Дед! Вернись!
      </>
    ),
    p5: (
      <>
        Дед подумал, что барыня еще что-то ему хотела дать. Вернулся, кланяется.
        А&nbsp;барыня его спрашивает:
        <br />
        &mdash;&nbsp;Дед! Дед! А&nbsp;дала я&nbsp;тебе яичко?
        <br />
        &mdash;&nbsp;Дали, барыня, дали, да&nbsp;спасет господь вашу душу!
        Пошлет здоровьица и&nbsp;вам, и&nbsp;деточкам вашим.
        <br />
        &mdash;&nbsp;Ну, ступай, ступай,&nbsp;&mdash; говорит барыня,
        а&nbsp;сама думает: &laquo;Нет, помнит-таки о&nbsp;моем подаянии&raquo;.
      </>
    ),
    p6: (
      <>
        Подумала-подумала и&nbsp;зовет опять:
        <br />
        &mdash;&nbsp;Дед! Дед! Вернись!
      </>
    ),
    p7: (
      <>
        &laquo;Что там такое?&raquo;&nbsp;&mdash; думает дед, возвращаясь.
        А&nbsp;барыня его опять спрашивает:
        <br />
        &mdash;&nbsp;Дед, дед! А&nbsp;дала я&nbsp;тебе яичко?
        <br />
        &mdash;&nbsp;Дали, барыня, дай бог вам здравствовать
        да&nbsp;хозяйствовать! Да&nbsp;исполнит господь ваши желания!
      </>
    ),
    p8: (
      <>
        &laquo;Ну, вот и&nbsp;хорошо! &mdash;&nbsp;думает барыня.
        &mdash;&nbsp;Пускай молит бога, пускай не&nbsp;забывает!&raquo; Пошел
        дед быстренько. &laquo;Ой, забудет, ей-богу забудет!&raquo;&nbsp;&mdash;
        думает она и&nbsp;давай звать снова:
        <br />
        &mdash;&nbsp;Дед! Дед! Вернись!
      </>
    ),
    p9: (
      <>
        Возвращается старик, барыня не&nbsp;дала ему и&nbsp;со&nbsp;двора уйти!
        Подошел, а&nbsp;она опять его спрашивает:
        <br />
        &mdash;&nbsp;А&nbsp;дала я&nbsp;тебе, дед, яичко?
      </>
    ),
    p10: (
      <>
        Дед понял, в&nbsp;чем дело, и&nbsp;рассердился:
        <br />
        &mdash;&nbsp;Да&nbsp;дали,&nbsp;&mdash; говорит,&nbsp;&mdash; чтоб вам
        пропасть! Подарили несчастное какое-то яичко и&nbsp;всю плешь проели!
        Нате его вам! &mdash;&nbsp;и&nbsp;бросил дед ей&nbsp;яичко.
      </>
    ),
    p11: (
      <>
        &laquo;Ой, беда мне! &mdash;&nbsp;думает барыня. &mdash;&nbsp;Из-за деда
        и&nbsp;души спасение пропало, и&nbsp;яичко разбилось!&raquo;
      </>
    ),
  },
};

const tale_2_ukr = {
  title: "Милосердна пані",
  id: "02",
  content: {
    p0: (
      <>Була собі пані. Та&nbsp;така... така ... От&nbsp;побачите самі яка!</>
    ),
    p1: (
      <>
        Одного разу прийшов до&nbsp;неї дід милостиню просити. Молиться під
        дверима і&nbsp;просить:
        <br />
        &mdash;&nbsp;Подайте, Христа раді! Подайте для спасіння душі, милосердна
        пані!
      </>
    ),
    p2: (
      <>
        Недовго пані думала і&nbsp;вирішила дати старцеві яєчко, а&nbsp;той, щоб
        помолився за&nbsp;спасіння її&nbsp;душі. От&nbsp;вона кличе діда
        до&nbsp;себе й&nbsp;каже:
        <br />
        &mdash;&nbsp;На&nbsp;тобі, дідусю, яєчко, з&rsquo;їж та&nbsp;помолися
        за&nbsp;мене богові!
      </>
    ),
    p3: <>Дід узяв яйце, подякував і&nbsp;пішов.</>,
    p4: (
      <>
        А&nbsp;пані й&nbsp;думає: &laquo;От&nbsp;добре, що&nbsp;я&nbsp;дала йому
        те&nbsp;яєчко, що&nbsp;вже жалувати! Тільки якби він
        не&nbsp;забувся!&raquo; Та&nbsp;й&nbsp;гукає на&nbsp;діда:
        <br />
        &mdash;&nbsp;Діду, діду! Вернися!
      </>
    ),
    p5: (
      <>
        Дід подумав, що&nbsp;пані ще&nbsp;щось йому хотіла дати. Вернувся,
        кланяється, а&nbsp;пані питає:
        <br />
        &mdash;&nbsp;Діду, діду! Чи&nbsp;ж тобі дала яєчко?
        <br />
        &mdash;&nbsp;Дали, пані,&nbsp;&mdash; нехай господь спасе вашу душу!
        Нехай вам і&nbsp;вашим діточкам здоров&rsquo;я.
        <br />
        &mdash;&nbsp;Добре, йди собі,&nbsp;&mdash; каже пані, бо&nbsp;зрозуміла,
        що&nbsp;дід не&nbsp;забувся, що&nbsp;вона йому подарувала.
      </>
    ),
    p6: (
      <>
        Але подумала-подумала пані та&nbsp;й&nbsp;знову гукає діда:
        <br />
        &mdash;&nbsp;Агов, діду, вернися!
      </>
    ),
    p7: (
      <>
        &laquo;Що&nbsp;ж таке?&raquo;&nbsp;&mdash; думає дід, вертаючись.
        А&nbsp;пані знов його питає:
        <br />
        &mdash;&nbsp;Діду, діду! Чи&nbsp;ж я&nbsp;тобі дала яєчко?
        <br />
        &mdash;&nbsp;Дали, пані,&nbsp;&mdash; нехай господь спасе вашу душу!
        Нехай вам і&nbsp;вашим діточкам здоров&rsquo;я! Нехай вам панувати!
      </>
    ),
    p8: (
      <>
        &laquo;Ну, добре,&nbsp;&mdash; думає пані. &mdash;&nbsp;Нехай&nbsp;же
        молить бога, нехай пам&rsquo;ятає!&raquo; Пішов дід швидесенько.
        &laquo;Ой, забуде, забуде!&raquo;&nbsp;&mdash; думає вона
        та&nbsp;й&nbsp;знов його гукає:
        <br />
        &mdash;&nbsp;Діду, діду! Вернися!
      </>
    ),
    p9: (
      <>
        Вертається знов дід, пані не&nbsp;дала йому і&nbsp;з&nbsp;двору вийти.
        Підійшов, а&nbsp;пані знов питає:
        <br />
        &mdash;&nbsp;Чи&nbsp;я&nbsp;тобі, діду, дала яєчко?
      </>
    ),
    p10: (
      <>
        Дід зрозумів у&nbsp;чому справа та&nbsp;й&nbsp;розсердився:
        <br />
        &mdash;&nbsp;Та&nbsp;дали,&nbsp;&mdash; каже,&nbsp;&mdash; бодай вам
        дихати не&nbsp;дало! Подарували те&nbsp;жалюгідне яєчко, та&nbsp;все
        мені очі вибиваєте! Заберіть його! &mdash;&nbsp;та&nbsp;й&nbsp;кинув
        пані яєчко.
      </>
    ),
    p11: (
      <>
        &laquo;О-о-о! &mdash;&nbsp;думає пані. &mdash;&nbsp;Через того діда
        і&nbsp;спасіння душі пропало і&nbsp;яєчко розбилось&raquo;.
      </>
    ),
  },
};

export { tale_2_rus, tale_2_ukr }
