import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_1_rus = {
  title: <>Золотой арбуз</>,
  id: "01",
  content: {
    p0: (
      <>
        Жил-был бедный крестьянин. У&nbsp;него был небольшой клочок земли,
        на&nbsp;котором он&nbsp;работал день и&nbsp;ночь.
      </>
    ),
    p1: (
      <>
        Однажды весной этот крестьянин, как обычно, отправился на&nbsp;свой
        участок. Дважды вспахав землю, он&nbsp;решил отдохнуть около большого
        ручья. Видит&nbsp;&mdash; с&nbsp;неба падает аист!
      </>
    ),
    p2: (
      <>
        Поднялся мужчина и&nbsp;побежал туда, куда птица упала. Оказалось,
        у&nbsp;нее было сломано крыло. Взял мужчина аиста к&nbsp;себе домой,
        приладил к&nbsp;сломанному крылу дощечку, ухаживал за&nbsp;ним некоторое
        время. Аист поправился и&nbsp;улетел.
      </>
    ),
    p3: (
      <>
        Настало время сеять семена. Вышел крестьянин в&nbsp;поле&nbsp;&mdash;
        и&nbsp;тот самый аист снова летит. Мужчина продолжил сеять, а&nbsp;аист
        пролетел над ним и&nbsp;сбросил на&nbsp;землю три арбузных семечка.
      </>
    ),
    p4: (
      <>
        Через несколько дней семечки проросли. Крестьянин поливал
        и&nbsp;окучивал их&nbsp;вместе с&nbsp;остальными своими грядками, и,
        когда пришло время собирать урожай, он&nbsp;сорвал с&nbsp;этих{" "}
        <CustomTooltip
          highlightedText={<>плетей</>}
          term="Плеть"
          definition={
            <>
              &nbsp;&mdash;&nbsp;это длинный стебель растения, лежащий
              на&nbsp;земле или вьющийся по&nbsp;стене. Плетями называют ветки
              не&nbsp;только у&nbsp;арбузов, но&nbsp;и, например,
              у&nbsp;огурцов.
            </>
          }
        />{" "}
        три арбуза и&nbsp;отнес их&nbsp;домой.
      </>
    ),
    p5: (
      <>
        Арбузы были очень большими, поэтому крестьянин позвал своих близких,
        родственников и&nbsp;друзей, чтобы угостить&nbsp;их. Хотел
        он&nbsp;разрезать первый арбуз&nbsp;&mdash; и&nbsp;не&nbsp;смог.
        Попробовал проткнуть ножом второй&nbsp;&mdash; и&nbsp;опять
        не&nbsp;смог. С&nbsp;третьим было то&nbsp;же самое. И&nbsp;хозяин,
        и&nbsp;гости очень удивились.
      </>
    ),
    p6: (
      <>
        Тогда крестьянин бросил один из&nbsp;арбузов на&nbsp;землю со&nbsp;всей
        силы, чтобы разбить&nbsp;&mdash; и&nbsp;увидел, что тот полон золота!
        Другие два тоже оказались такими. Крестьянин очень обрадовался,
        поделился золотом с&nbsp;гостями, и&nbsp;они ушли домой довольными.
      </>
    ),
    p7: (
      <>
        На&nbsp;каждой плети, которая выросла из&nbsp;тех трех арбузных семечек,
        выросло по&nbsp;десять арбузов. Крестьянин собрал остальные арбузы
        и&nbsp;с&nbsp;тех пор разбогател.
      </>
    ),
    p8: (
      <>
        Однажды к&nbsp;крестьянину пришел его сосед, который все это время жил
        в&nbsp;достатке, и&nbsp;спросил:
        <br />
        &mdash;&nbsp;Как ты&nbsp;стал богатым?
      </>
    ),
    p9: (
      <>
        Крестьянин рассказал все, как было:
        <br />
        &mdash;&nbsp;Сосед, ты&nbsp;сам знаешь, как я&nbsp;живу. Этой
        весной&nbsp;я, как всегда, пошел пахать. Устал, присел
        у&nbsp;ручья&nbsp;&mdash; с&nbsp;неба на&nbsp;меня аист упал.
        Я&nbsp;увидел, что его крыло сломано, пожалел и&nbsp;принёс домой.
        Я&nbsp;привязал крыло к&nbsp;доске, лечил птицу, кормил. Аист улетел,
        когда выздоровел.
      </>
    ),
    p10: (
      <>
        Однажды, когда я&nbsp;сеял семена, надо мной пролетел аист и&nbsp;уронил
        на&nbsp;землю три арбузных семечка. Эти семена проросли,
        я&nbsp;заботился о&nbsp;них&nbsp;&mdash; и&nbsp;получил урожай арбузов,
        внутри которых оказалось золото. Вот как я&nbsp;разбогател!
      </>
    ),
    p11: (
      <>
        Услышав это, богач сказал:
        <br />
        &mdash;&nbsp;Вот&nbsp;бы и&nbsp;мне столько золота!
      </>
    ),
    p12: (
      <>
        Пошел сосед к&nbsp;тому&nbsp;же ручью, заметил аиста, подкрался
        к&nbsp;нему незаметно, метнул палку и&nbsp;сломал птице ногу.
        Тут&nbsp;же поймал он&nbsp;аиста, принес домой, перевязал, стал кормить.
        Через несколько дней нога аиста зажила, и&nbsp;он&nbsp;улетел.
      </>
    ),
    p13: (
      <>
        Стал этот человек каждый день выходить в&nbsp;поле и&nbsp;ждать аиста.
        И&nbsp;тот однажды действительно прилетел и&nbsp;уронил два семечка. Они
        быстро проросли и&nbsp;превратились в&nbsp;арбузные плети. Как только
        на&nbsp;них созрел урожай, богач пригласил в&nbsp;гости всех своих
        родственников.
      </>
    ),
    p14: (
      <>
        Но&nbsp;когда он&nbsp;проткнул арбуз, оттуда вылезли большие коричневые
        осы и&nbsp;стали кусать всех, кто сидел вокруг. Когда мужчина попытался
        их&nbsp;прогнать, пчелы стали жалить его в&nbsp;лицо. У&nbsp;него быстро
        опухли голова, нос и&nbsp;губы. От&nbsp;этой чудовищной боли
        он&nbsp;бросился к&nbsp;тому самому ручью, прыгнул в&nbsp;воду
        и&nbsp;утонул.
      </>
    ),
    p15: (
      <>
        Так бедный крестьянин честно получил свою награду,
        а&nbsp;богатый&nbsp;&mdash; наказание за&nbsp;свой поступок.
      </>
    ),
  },
};

const tale_1_uzb = {
  title: <>Олтир тарвуз</>,
  id: "01",
  content: {
    p0: (
      <>
        Бир бор экан, бир йўқ экан, ўтган замонда бир камбағал деҳқон бор экан.
        Унинг атиги бир танобгина ери бор экан. Деҳқон шу&nbsp;ерда кечаю кундуз
        тинмай меҳнат қилиб кун кўрар экан.
      </>
    ),
    p1: (
      <>
        Баҳор келиб қолибди. Деҳқон ер&nbsp;ҳайдай бошлабди. Ерни икки марта
        ҳайдаб бўлиб, яқинидаги катта сойнинг бўйида салқинлаб ўтирса, осмонда
        учиб кетаётган бир лайлак йиқилиб тушибди.
      </>
    ),
    p2: (
      <>
        Деҳқон қараса, лайлакнинг қаноти синиқ эмиш. Деҳқон ҳалиги лайлакни
        дарров уйга олиб бориб, синиқ қанотига тахтакач боғлаб бир қанча вақт
        уни боқибди. Лайлак соғайиб, учиб кетибди.
      </>
    ),
    p3: (
      <>
        Бир кун деҳқон чигит экиб юрса, лайлак пастлаб учиб ўтибди. Деҳқон эса
        чигитни экаверибди. Бироқ лайлак яна пастлаб ўтибди. Шу&nbsp;ўтишда
        уч&nbsp;дона тарвуз уруғи ташлаб кетибди.
      </>
    ),
    p4: (
      <>
        Бир неча кундан кейин чигит билаи баравар тарвуз уруғи ҳам униб чиқибди.
        Экинни вақтида ўтабди, суғорибди, чопибди. Шундай қилиб, ҳосилни
        йиғадиган пайт ҳам келибди. Бир куни тарвуздан учтасини узиб, уйига олиб
        кетибди.
      </>
    ),
    p5: (
      <>
        Тарвузлар жуда катта экан. Деҳқон ўзининг яқин кариндошларини
        ва&nbsp;ошна-оғайниларини меҳмон килиб чақирибди. Бир маҳал тарвузга
        пичоқ урса, пичоқ сира ботмас эмиш. Уни қўйиб иккинчисини сўймоқчи
        бўлибди, пичоқ ўтмабди, учинчиси ҳам шундай бўлибди.
      </>
    ),
    p6: (
      <>
        Ерга бир уриб ёриб қарасалар ичи тўла тилла эмиш. Қолган иккитасини ҳам
        ёриб кўришибди. Уларнинг ичи ҳам тилла эмиш. Камбағал севиниб кетиб,
        ҳаммасини меҳмонларга улашибди, улар ҳам хурсанд бўлиб, уй-уйларига
        тарқабдилар.
      </>
    ),
    p7: (
      <>
        Уч&nbsp;туп тарвузнинг ҳар бири ўнтадан солган экан. Деҳқон қолган
        тарвузларни ҳам йиғиб олибди. Шундай қилиб камбағал деҳқон жуда бойиб
        кетибди.
      </>
    ),
    p8: (
      <>
        Унинг бир бой деҳқон қўшниси бор экан. У&nbsp;ҳалиги камбағал деҳқондан:
        <br />
        &mdash;&nbsp;Сен нима қилиб бойидинг? &mdash; деб сўрабди.
      </>
    ),
    p9: (
      <>
        Деҳқон воқеани айтибди:
        <br />
        &mdash;&nbsp;Қўшни, менинг еримни ўзингиз биласиз. Эрта баҳордан ерни
        ҳайдашга киришдим. Бир кун чарчаб, сой бўйида салқинлаб ўтирсам, осмонда
        учиб кетаётган бир лайлак йиқилиб тушди. Қарасам бир қаноти синган экан.
        Раҳмим келиб, кўтариб уйга олиб келдим. Қанотини тахтакач билан боғлаб,
        дори-дармон билан парвариш қилдим, боқдим. Лайлак бир неча кундан кейин
        тамом соғайиб учиб кетди.
      </>
    ),
    p10: (
      <>
        Кунлардан бир кун ер&nbsp;ҳайдаб бўлиб, чигит экиб юрсам, ҳалиги лайлак
        тепамдан учиб ўтди. Ишимни қилавердим. Бир оздан кейин лайлак орқасига
        қайтди. Қайтишда пастлаб учиб ерга уч&nbsp;дона тарвуз уруғи ташлаб
        ўтди. У&nbsp;уруғлар ердан униб чиқди. Уни ғўзаларим билан баравар
        парвариш қила бердим. Тарвузларни сўйсам, ичидан тилла чиқди. Шундай
        қилиб бойиб кетдим!
      </>
    ),
    p11: (
      <>
        Буни эшитган бой деҳқон:
        <br />
        &mdash;&nbsp;Зора мен ҳам шундай олтинларни қўлга киритсам,&nbsp;&mdash;
        деб сойга бориб турибди.
      </>
    ),
    p12: (
      <>
        Бир вақт бой нарироқда бир лайлакни кўрибди. У&nbsp;секин бориб, пойлаб
        туриб лайлакнинг оёғига таёқ отибди. Лайлакнинг оёғи синиб, учолмай
        қолибди. Бой дарров уни тутиб, уйга олиб келибди, оёғига тахтакач
        боғлаб, парвариш қилибди. Бир неча кундан кейин лайлакнинг оёғи тузалиб
        учиб кетибди.
      </>
    ),
    p13: (
      <>
        Бой деҳқон ҳар куни далага чиқиб, лайлакни кутаверибди. Кунларнинг
        бирида унинг тепасидан таниш лайлак ўта туриб икки дона уруғ ташлаб
        кетибди. Уруғи кўкариб чиқиб тарвуз солибди. Тарвуз пишиши билан бой
        деҳқон ҳамма қариндош-уруғини меҳмонга чақирибди.
      </>
    ),
    p14: (
      <>
        Тарвузга пичоқ урган замон ичидан катта-катта қовоқ арилар чиқиб,
        ўтирганларни талай бошлабди. Бой тура солиб уларни ҳайдамоқчи бўлганда,
        арилар уни боши демай, юзи демай чақиб ташлайверибди. Орадан сал ўтгач,
        бойнинг калласи, бурни, лаблари шишиб кетибди. Бунинг аламига чидолмай,
        ўзини катта сувга ташлаб чўкиб кетибди.
      </>
    ),
    p15: (
      <>
        Камбагал деҳқон ҳалоллик билан муродига етибди, бой деҳқон
        ўз&nbsp;қилмишига яраша жазосини тортибди.
      </>
    ),
  },
};

export { tale_1_rus, tale_1_uzb }
