import React from "react";

import CustomTooltip from "../../components/custom-tooltip/custom-tooltip";

const tale_2_rus = {
  title: <>Бей, дубина!</>,
  id: "02",
  content: {
    p0: (
      <>
        Давным-давно жил один старик-охотник с&nbsp;женой. Однажды пошел старик
        на&nbsp;охоту, поставил{" "}
        <CustomTooltip
          highlightedText={<>силок</>}
          term="Силок"
          definition={
            <>
              &nbsp;&mdash;&nbsp;петля из&nbsp;тонкой веревки, с&nbsp;помощью
              которой охотники ловят птиц и&nbsp;мелких животных.
            </>
          }
        />{" "}
        и&nbsp;сел караулить. Смотрит&nbsp;&mdash; в&nbsp;ловушку попал большой
        аист.
      </>
    ),
    p1: (
      <>
        Подбежал охотник к&nbsp;силку. Вдруг аист заговорил человечьим голосом:
        <br />
        &mdash;&nbsp;Отпусти меня, старик. Я&nbsp;у&nbsp;аистов вожак. Отпусти
        меня&nbsp;&mdash; дам тебе все, что ты&nbsp;ни&nbsp;пожелаешь. Мой
        дом&nbsp;&mdash; вон за&nbsp;теми горами. Кого ни&nbsp;спросишь, где
        он&nbsp;&mdash; всякий тебе покажет.
      </>
    ),
    p2: (
      <>
        Отпустил охотник аиста на&nbsp;волю. А&nbsp;назавтра встал с&nbsp;утра
        пораньше и&nbsp;пошел в&nbsp;путь-дорогу&nbsp;&mdash; к&nbsp;аисту
        за&nbsp;подарком. Шел он&nbsp;мало&nbsp;ли много&nbsp;ли,
        стороной&nbsp;ли дорогой&nbsp;ли, шел, шел&nbsp;&mdash; и&nbsp;дошел
        до&nbsp;места, где паслись бараны.
      </>
    ),
    p3: (
      <>
        &mdash;&nbsp;Чьи это бараны? &mdash; спросил старик у&nbsp;пастуха.
        <br />
        &mdash;&nbsp;Это бараны аиста,&nbsp;&mdash; ответил пастух.
      </>
    ),
    p4: (
      <>
        Пошел старик дальше. Видит&nbsp;&mdash; пасется табун лошадей.
        <br />
        &mdash;&nbsp;Чьи это кони? &mdash; спросил старик у&nbsp;табунщика.
        <br />
        &mdash;&nbsp;Это табун аиста,&nbsp;&mdash; ответил табунщик.
        <br />
        &mdash;&nbsp;Послушай-ка,&nbsp;&mdash; сказал
        старик-охотник,&nbsp;&mdash; аист обещал мне подарок. Что мне просить
        у&nbsp;него?
        <br />
        &mdash;&nbsp;У&nbsp;аиста есть{" "}
        <CustomTooltip
          highlightedText={<>корчажка</>}
          term="Корчажка"
          definition={
            <>
              &nbsp;&mdash;&nbsp;маленькая корчага, глиняный горшок с&nbsp;двумя
              ручками. В&nbsp;таком, например, варили кашу.
            </>
          }
        />
        {". "}
        Скажешь&nbsp;ей, чтобы она кипела&nbsp;&mdash; и&nbsp;из&nbsp;нее
        посыплется золото. Проси эту корчажку,&nbsp;&mdash; посоветовал
        табунщик.
      </>
    ),
    p5: (
      <>
        Старик продолжал свой путь. Шел он&nbsp;мало&nbsp;ли много&nbsp;ли,
        стороной&nbsp;ли дорогой&nbsp;ли, через степи, через горы, через реки
        и&nbsp;озера, шел семь дней и&nbsp;семь ночей&nbsp;и, наконец, подошел
        к&nbsp;дому аиста.
      </>
    ),
    p6: (
      <>
        &mdash;&nbsp;Мир вам! &mdash; сказал охотник, перешагнув через
        порог.
        <br />
        &mdash;&nbsp;Ляк-ляк! &mdash; щелкнул клювом аист.
        &mdash;&nbsp;Если&nbsp;бы не&nbsp;твое приветствие,
        я&nbsp;клюнул&nbsp;бы тебя раз и&nbsp;проглотил. Ты, должно быть, пришел
        за&nbsp;подарком? Ну, что хочешь? Проси!
        <br />
        &mdash;&nbsp;У&nbsp;вас есть &laquo;Кипи, моя
        корчажка&raquo;,&nbsp;&mdash; сказал старик. &mdash; Дайте
        мне&nbsp;ее.
        <br />
        &mdash;&nbsp;Старик, зачем тебе корчажка? Лучше я&nbsp;дам тебе полное
        блюда золота,&nbsp;&mdash; стал уговаривать аист.
      </>
    ),
    p7: (
      <>
        Но&nbsp;старик не&nbsp;соглашался, и&nbsp;пришлось аисту подарить ему
        корчажку. Взял старик ее&nbsp;и&nbsp;отправился домой.
      </>
    ),
    p8: (
      <>
        Шел он&nbsp;через пустыню и&nbsp;добрался до&nbsp;
        <CustomTooltip
          highlightedText={<>кишлака</>}
          term="Кишлак"
          definition={
            <>
              &nbsp;&mdash;&nbsp;место стоянки у&nbsp;кочевых народов, восточная
              деревня.
            </>
          }
        />
        {"."}
        <br />
        &mdash;&nbsp;Посмотрите за&nbsp;этой корчажкой,&nbsp;&mdash; попросил
        он&nbsp;деревенских детей. &mdash; А&nbsp;я&nbsp;немного вздремну.
        Но&nbsp;только не&nbsp;говорите: &laquo;Кипи, моя корчажка&raquo;.
      </>
    ),
    p9: (
      <>
        Едва старик заснул, дети закричали: &laquo;Кипи, моя корчажка!&raquo;
        Из&nbsp;нее посыпались золотые монеты. Дети спрятали волшебную корчажку,
        а&nbsp;вместо нее принесли простую, с&nbsp;виду точно такую&nbsp;же.
      </>
    ),
    p10: (
      <>
        Проснулся старик, взял корчажку и&nbsp;отправился в&nbsp;путь. Шел семь
        дней и&nbsp;семь ночей&nbsp;и, наконец, пришел домой:
        <br />
        &mdash;&nbsp;Ну, старуха, расстилай скатерть, сейчас наберем золота
        и&nbsp;разбогатеем.
      </>
    ),
    p11: (
      <>
        Старуха расстелила скатерть. Старик поставил корчажку на&nbsp;середину
        и&nbsp;закричал что было силы:
        <br />
        &mdash;&nbsp;Кипи, моя корчажка!
      </>
    ),
    p12: (
      <>
        Но&nbsp;корчажка не&nbsp;кипела, и&nbsp;золото не&nbsp;появлялось.
        Старик опять закричал, но&nbsp;корчажка не&nbsp;закипела. Разозлился
        старик:
        <br />
        &mdash;&nbsp;Ах, проклятье тебе, аист! Обманул ты&nbsp;меня, дал простую
        корчажку! Завтра пойду и&nbsp;буду просить другой подарок.
      </>
    ),
    p13: (
      <>
        На&nbsp;другой день рано утром старик отправился в&nbsp;путь. Пришел
        он&nbsp;к&nbsp;табунщику и&nbsp;говорит:
        <br />
        &mdash;&nbsp;Аист меня обманул. Какой подарок попросить мне теперь?
        <br />
        &mdash;&nbsp;Есть у&nbsp;аиста &laquo;скатерть, раскройся!&raquo;
        Расстелешь&nbsp;ее, и&nbsp;как скажешь &laquo;Скатерть,
        раскройся!&raquo;, тотчас&nbsp;же появятся на&nbsp;ней разные{" "}
        <CustomTooltip
          highlightedText={<>яства</>}
          term="Яства"
          definition={
            <>
              &nbsp;&mdash;&nbsp;старое слово, обозначающее особенно вкусные
              кушанья, угощенья.
            </>
          }
        />
        {"."}
        Проси ту&nbsp;скатерть.
      </>
    ),
    p14: (
      <>
        Пришел старик к&nbsp;аисту&nbsp;и, переступив через порог, говорит:
        <br />
        &mdash;&nbsp;Мир вам!
        <br />
        &mdash;&nbsp;Ляк-ляк,&nbsp;&mdash; щелкнул клювом аист.&mdash;
        Если&nbsp;бы не&nbsp;твое приветствие, я&nbsp;клюнул&nbsp;бы тебя раз
        и&nbsp;проглотил. В&nbsp;прошлый раз я&nbsp;дал тебе корчажку, которая
        сама кипит. Что, ты&nbsp;ею&nbsp;уже не&nbsp;доволен?
        &mdash; спросил&nbsp;он.
      </>
    ),
    p15: (
      <>
        Старик рассказал обо всем, что случилось, и&nbsp;добавил:
        <br />
        &mdash;&nbsp;Ты&nbsp;меня обманул, вместо кипящей корчажки дал простую.
        Вот я&nbsp;и&nbsp;пришел теперь просить у&nbsp;тебя &laquo;Скатерть,
        раскройся!&raquo;
      </>
    ),
    p16: (
      <>
        Аист подарил старику эту скатерть, тот ее&nbsp;взял и&nbsp;отправился
        в&nbsp;обратный путь. Шел он&nbsp;мало&nbsp;ли, много&nbsp;ли и,
        наконец, пришел в&nbsp;тот самый кишлак, где уже был.
      </>
    ),
    p17: (
      <>
        &mdash;&nbsp;Вот вам скатерть, &mdash; опять сказал старик детям,&mdash;
        посмотрите за&nbsp;ней, пока я&nbsp;отдохну. Только не&nbsp;говорите
        &laquo;Скатерть, раскройся!&raquo;
      </>
    ),
    p18: (
      <>
        Когда старик уснул, дети закричали: &laquo;Скатерть,
        раскройся!&raquo;&nbsp;&mdash; и&nbsp;сразу&nbsp;же на&nbsp;ней
        появилось семьдесят различных яств. Дети быстро все унесли,
        а&nbsp;вместо волшебной скатерти положили другую, с&nbsp;виду совсем
        такую&nbsp;же. Старик проснулся, взял эту скатерть и&nbsp;отправился
        в&nbsp;путь.
      </>
    ),
    p19: (
      <>
        Придя домой, он&nbsp;сказал:
        <br />
        &mdash;&nbsp;Ну, старуха, угощу тебя, чем ты&nbsp;хочешь, говори, сейчас
        все будет готово,&nbsp;&mdash; и&nbsp;расстелил скатерть.
        &mdash; Скатерть, раскройся!
      </>
    ),
    p20: (
      <>
        Но, как он&nbsp;ни&nbsp;кричал, на&nbsp;скатерти было пусто, никакие
        кушанья не&nbsp;появлялись. Старик, разозлился:
        <br />
        &mdash;&nbsp;Второй раз обманул меня аист, завтра&nbsp;же пойду, буду
        просить другой подарок,&mdash; сказал&nbsp;он.
      </>
    ),
    p21: (
      <>
        На&nbsp;другой день на&nbsp;рассвете старик отправился в&nbsp;путь.
        Пришел к&nbsp;табунщику, рассказал ему все и&nbsp;спросил:
        <br />
        &mdash;&nbsp;Что&nbsp;же теперь просить мне у&nbsp;аиста?
      </>
    ),
    p22: (
      <>
        &mdash;&nbsp;Видно, у&nbsp;тебя много врагов,&mdash; сказал пастух.
        &mdash; Проси у&nbsp;аиста дубинку, которая сама бьет. Как только
        скажешь: &laquo;Бей, дубинка!&raquo;, кто&nbsp;бы ни&nbsp;был перед
        тобой, всех побьет.
      </>
    ),
    p23: (
      <>
        Старик не&nbsp;стал медлить и&nbsp;пошел дальше. Войдя в&nbsp;дом аиста,
        он&nbsp;сказал:
        <br />
        &mdash;&nbsp;Мир вам!
        <br />
        &mdash;&nbsp;Ляк-ляк,&nbsp;&mdash; щелкнул клювом аист.&mdash;
        Если&nbsp;бы не&nbsp;твое приветствие, я&nbsp;клюнул&nbsp;бы тебя раз
        и&nbsp;проглотил... Зачем опять пришел? Кипящую корчажку получил,
        волшебную скатерть получил, чего еще надо?
        <br />
        &mdash;&nbsp;И&nbsp;в&nbsp;этот раз ты&nbsp;меня обманул,&nbsp;&mdash;
        сказал старик. Вместо волшебной скатерти дал мне другую. Теперь
        я&nbsp;прошу у&nbsp;тебя совсем ничего не&nbsp;стоящую вещь&nbsp;&mdash;
        дай мне дубинку, которая сама бьет.
      </>
    ),
    p24: (
      <>
        &mdash;&nbsp;Хочешь взять дубинку? Бери, она мне не&nbsp;нужна,&mdash;
        сказал аист.
      </>
    ),
    p25: (
      <>
        Взял старик дубинку и&nbsp;отправился в&nbsp;обратный путь. Шел
        он&nbsp;мало&nbsp;ли много&nbsp;ли, но, наконец, пришел в&nbsp;тот
        кишлак, где и&nbsp;раньше останавливался:
        <br />
        &mdash;&nbsp;Последите-ка вот за&nbsp;этой дубинкой, &mdash; сказал
        он&nbsp;всё тем&nbsp;же детям,&mdash; я&nbsp;немного отдохну. Только
        не&nbsp;говорите: &laquo;Бей дубинка!&raquo;
      </>
    ),
    p26: (
      <>
        Как только старик уснул, дети крикнули: &laquo;Бей, дубинка!&raquo; Она
        и&nbsp;пустилась колотить всех, кто был вокруг! Старик проснулся
        и&nbsp;прибежал на&nbsp;крик.
      </>
    ),
    p27: (
      <>
        Все с&nbsp;плачем бросились к&nbsp;нему и&nbsp;стали просить:
        <br />
        &mdash;&nbsp;Остановите дубинку! Мы&nbsp;взяли вашу корчажку
        и&nbsp;скатерть. Простите нас, мы&nbsp;все отдадим, только остановите
        дубинку!
      </>
    ),
    p28: (
      <>
        &mdash;&nbsp;Стой, дубинка! &mdash; крикнул старик, и&nbsp;дубинка
        послушалась. Тогда дети вынесли волшебную корчажку и&nbsp;скатерть
        и&nbsp;отдали старику.
      </>
    ),
    p29: (
      <>
        Старик отправился в&nbsp;путь. Шел он&nbsp;много&nbsp;ли мало&nbsp;ли,
        семь дней и&nbsp;семь ночей&nbsp;и, наконец, дошел до&nbsp;своего дома.
        Крикнул корчажке, чтобы кипела&nbsp;&mdash; из&nbsp;нее посыпались
        золотые. Крикнул скатерти, чтобы раскрылась&nbsp;&mdash;
        и&nbsp;на&nbsp;ней оказалось семьдесят различных яств. Ни&nbsp;разу
        в&nbsp;жизни своей ничего подобного не&nbsp;видали старик
        со&nbsp;старухой. Они пили и&nbsp;ели, что хотели.
      </>
    ),
    p30: (
      <>
        На&nbsp;золото из&nbsp;корчажки старики построили хороший дом. Охотник
        позвал хана в&nbsp;гости, но&nbsp;тот не&nbsp;пошел. Сказал:
        <br />
        &mdash;&nbsp;Если я&nbsp;хан, должен&nbsp;ли я&nbsp;навещать бедняка?
      </>
    ),
    p31: (
      <>
        Старик разозлился на&nbsp;эти слова и&nbsp;объявил хану войну. Хан
        собрал тогда семитысячное войско и&nbsp;наутро выстроил его перед домом.
      </>
    ),
    p32: (
      <>
        &mdash;&nbsp;Ну, старик, выходи на&nbsp;бой, если есть еще у&nbsp;тебя
        душа в&nbsp;теле! &mdash; закричал хан. А&nbsp;старик раскрыл
        двери, да&nbsp;как крикнет:
        <br />
        &mdash;&nbsp;Бей, дубинка!
      </>
    ),
    p33: (
      <>
        И&nbsp;пошла дубинка колотить ханских воинов, еле-еле они ноги унесли.
        Под конец дубинка добралась до&nbsp;хана и&nbsp;стала его бить. Хан
        завопил:
        <br />
        &mdash;&nbsp;Старик, останови свою дубинку! Спаси меня от&nbsp;смерти
        и&nbsp;останься правителем этой земли!
      </>
    ),
    p34: (
      <>
        Старик остановил дубинку и&nbsp;стал править. Так они с&nbsp;женой
        исполнили свои мечты.
      </>
    ),
  },
};

const tale_2_uzb = {
  title: <>Ур, тўқмоқ</>,
  id: "02",
  content: {
    p0: (
      <>
        Бир бор экан, бир йўқ экан, бир кампир билан бир чол бор экан. Улар
        овчилик билан кун ўтказар эканлар. Бир кун чол тузоқ пойлаб ўтирган
        экан, тузоққа катта бир лайлак тушибди.
      </>
    ),
    p1: (
      <>
        Югуриб бориб лайлакни тузоқдан чиқарибди, лайлак одамдек сўзламоққа
        бошлабди:&mdash; Чол, мен лайлакларнинг бошлиғиман, мени қўйиб юбор,
        нима тиласанг шуни бераман. Менинг маконим шу&nbsp;қаршидаги тоғнинг
        орқасида. &laquo;Лайлаквойнинг уйи қаерда&raquo;, десанг, ҳамма айтиб
        беради,&nbsp;&mdash; дебди.
      </>
    ),
    p2: (
      <>
        Чол лайлакни қўйиб юборибди. Эртасига эрталаб туриб, Лайлаквойнинг
        совғасини олиб келиш учун йўлга тушибди. Юриб, юриб бир жойга бориб
        етибди.
      </>
    ),
    p3: (
      <>
        Қўй боқиб юрган чўпонлардан:
        <br />
        &mdash;&nbsp;Бу&nbsp;қўйлар кимнинг қўйи? &mdash; деб сўрабди.
        <br />
        &mdash;&nbsp;Бу&nbsp;қўйлар Лайлаквойнинг қўйи,&nbsp;&mdash; деб чўпон
        чолни йўлга солиб юборибди.
      </>
    ),
    p4: (
      <>
        Бир жойга бориб йилқи ҳайдаб юрган йилқичидан:
        <br />
        &mdash;&nbsp;Бу&nbsp;йилқилар кимники? &mdash; деб сўрабди чол.
        <br />
        &mdash;&nbsp;Лайлаквойникинг,&nbsp;&mdash; дебди.
        <br />
        &mdash;&nbsp;Лайлаквой менга совға ваъда қилиб эди, нима сўрай?
        &mdash; деган экан.
        <br />
        &mdash;&nbsp;Лайлаквойнинг бир хумчаси бор, &laquo;қайна, хумча&raquo;
        деса, тилла қайнаб чиқади, шу&nbsp;хумчани сўра,&nbsp;&mdash; йилқичи
        бундай дебди.
      </>
    ),
    p5: (
      <>
        Чол оз&nbsp;юриб, кўп юриб, кўп юрса ҳам чўл юриб, етти кеча-ю, етти
        кундуз деганда Лайлаквойнинг уйига бориб етибди.
      </>
    ),
    p6: (
      <>
        Эшикдан кириб:
        <br />
        &mdash;&nbsp;Ассалому алайкум,&nbsp;&mdash; дебди.
        <br />
        &mdash;&nbsp;Ҳап саломинг бўлмаса, таъзирингни берардим. Сен совға учун
        келган бўлсанг керак, қани, нима сўрайсан? &mdash; дебди.
        <br />
        &mdash;&nbsp;Мен сиздан: &laquo;Қайна, хумча&raquo;
        ни&nbsp;сўрайман,&nbsp;&mdash; дебди чол.
        <br />
        &mdash;&nbsp;Чол, сенга бир тилла товоқ берай,&nbsp;&mdash; деса ҳам чол
        кўнмабди.
      </>
    ),
    p7: (
      <>
        Ахир &laquo;Қайна, хумча&raquo; ни&nbsp;беришга рози бўлибди. Чол
        &quot;Қайна, хумча&quot;ни олиб жўнабди.
      </>
    ),
    p8: (
      <>
        Йўл юриб, чўл юриб, бир жойга етибди. Дам олиш учун ўтирибди. Қишлоқнинг
        болаларига қараб: &laquo;Ўғилларим, мана бу&nbsp;хумчага қараб
        туринглар. Мен бир оз&nbsp;мизғиб олай, фақат &bdquo;қайна,
        хумчам&ldquo;, деманглар&raquo;,&nbsp;&mdash; деб тайинлабди.
      </>
    ),
    p9: (
      <>
        Болалар: &laquo;Қайна, хумчам&raquo;, деб бақиришган экан, хумдан тилла
        қайнаб чиқибди, шошиб-пишиб, болалар тиллаларни йиғиб олишибди-да, хумни
        уйларига олиб кириб бекитиб қўйибдилар. &quot;Қайна хумча&quot;нинг
        ўрнига бошқа бир хумчани олиб келиб ўтирибдилар.
      </>
    ),
    p10: (
      <>
        Чол уйқудан туриб хумчани олиб жўнабди. Етти кеча-етти кундуз йўл юриб,
        уйига етиб келибди. У:
        <br />
        &mdash;&nbsp;Қани, кампир, дастурхонни&nbsp;ёз, ҳозир тиллага бой
        бўламиз,&nbsp;&mdash; дебди.
      </>
    ),
    p11: (
      <>
        Кампир дастурхонни ёзибди, дастурхоннинг ўртасига хумчани қўйиб, чол бор
        кучи билан: &laquo;Қайна, хумчам&raquo;, деб бақирибди.
      </>
    ),
    p12: (
      <>
        Хумчада тилла қайнаб чиқмабди, чол яна бақирибди, тилла қайнамабди.
        Чолнинг жаҳли чиқиб:
        <br />
        &mdash;&nbsp;Ҳа, падарингга лаънат, Лайлаквой, алдаб бошқа хумча
        берибди! Эртага бориб бошқа совға сўрайман.
      </>
    ),
    p13: (
      <>
        Эртаси саҳарлаб чол йўлга чиқибди. Йилқичининг олдига бориб:
        <br />
        &mdash;&nbsp;Лайлаквой мени алдади, энди нима совға сўрай?
        <br />
        &mdash;&nbsp;&laquo;Очил, дастурхон&raquo; ни&nbsp;сўранг, дастурхонни
        ёзиб, &laquo;Очил, дастурхон&raquo;, десангиз ҳар хил таомлар тайёр
        бўлади,&nbsp;&mdash; дебди.
      </>
    ),
    p14: (
      <>
        Чол Лайлаквойнинг эшигидан кириб:
        <br />
        &mdash;&nbsp;Ассалому алайкум!
        <br />
        &mdash;&nbsp;Ҳап саломинг бўлмаса, таъзирингни берардим. Ўтган гал сенга
        &quot;Қайна, хумча&quot;ни бериб эдим, кўнглинг тўлмадими?
      </>
    ),
    p15: (
      <>
        Чол ҳамма воқеани айтиб:
        <br />
        &mdash;&nbsp;Мени алдадинг, &quot;Қайна, хумча&quot;нинг ўрнига бошқа
        хумча берибсан, энди сендан &quot;Очил, дастурхон&quot;ни сўрагани
        келдим.
      </>
    ),
    p16: (
      <>
        Лайлаквой ўйлаб қолибди. &quot;Очил, дастурхон&quot;ни чолга совға
        қилибди. Чол йўлга тушибди. Оз&nbsp;юриб, кўп юриб, ўтган гал дам олган
        қишлоққа бориб етиб, ўзи таниш бўлган болаларни кўрибди.
      </>
    ),
    p17: (
      <>
        &mdash;&nbsp;Ўғилларим, мана шу&nbsp;дастурхонни олиб ўтиринглар. Мен
        бир оз&nbsp;мизғиб олай, фақат &laquo;очил, дастурхон&raquo;,
        деманглар,&nbsp;&mdash; деб уларга тайинлабди.
      </>
    ),
    p18: (
      <>
        У&nbsp;кетгандан сўнг болалар: &laquo;Очил, дастурхон&raquo;, деб
        бақирган эканлар, етти хил таом тайёр бўлибди. Болалар таомларни ўраб,
        дастурхонни уйларига олиб кириб, ўрнига бошқа дастурхон олиб чиқиб
        ўтирибдилар. Чол қайтиб келиб дастурхонни олибди, йўлга тушибди.
      </>
    ),
    p19: (
      <>
        Уйига келиб:
        <br />
        &mdash;&nbsp;Кампир, нима таом десанг, ҳозир тайёр бўлади,&nbsp;&mdash;
        деб дастурхонни ёзибди.
      </>
    ),
    p20: (
      <>
        &laquo;Очил, дастурхон&raquo;, деган экан, ҳеч қандай таом чиқмабди.
        Чолнинг жони чиқиб:
        <br />
        &mdash;&nbsp;Лайлаквой мени иккинчи марта алдади, эртага бориб бошқа бир
        совға сўрай,&nbsp;&mdash; дебди.
      </>
    ),
    p21: (
      <>
        Эртаси саҳарлаб чол йўлга чиқибди. Йилқичининг олдига бориб:
        <br />
        &mdash;&nbsp;Энди Лайлаквойдан нима сўрай? &mdash; дебди.
      </>
    ),
    p22: (
      <>
        &mdash;&nbsp;Энди Лайлаквойдан &quot;Ур, тўқмоқ&laquo;ни сўранг,
        душманингиз кўпга ўхшайди, агар &laquo;Ур, тўқмоқ&raquo;, десангиз
        олдингизда ким бўлса, уриб ташлайди,&nbsp;&mdash; дебди йилқичи.
      </>
    ),
    p23: (
      <>
        Чол йўлга тушибди, эшикдан:
        <br />
        &mdash;&nbsp;Ассалому алайкум,&nbsp;&mdash; деб кирибди.
        <br />
        &mdash;&nbsp;Ҳап саломинг бўлмаса, таъзирингни берардим. Яна пима учун
        келдинг? &quot;Қайна, хумча&quot;ни олдинг, &quot;Очил,
        дастурхон&laquo;ни олдинг, яна нима керак? &mdash; дебди.
        <br />
        &mdash;&nbsp;Мени бу&nbsp;гал ҳам алдадинг, Лайлаквой. &laquo;Очил,
        дастурхон&raquo; ўрнига бошқа бир дастурхон берибсан. Энди сендан бир
        нарса сўрайман, менга &quot;Ур, тўқмоқ&quot;ни бер,&nbsp;&mdash; дебди.
      </>
    ),
    p24: <>Лайлаквой чолга &quot;Ур, тўқмоқ&quot;ни ҳадя қилибди.</>,
    p25: (
      <>
        Чол &quot;Ур, тўқмоқ&laquo;ни олиб йўлга тушибди. Оз&nbsp;юриб, кўп юриб
        аввалги ўзи билган қишлоққа бориб етибди. Таниш болаларни чақирибди:
        <br />
        &mdash;&nbsp;Ўғилларим, мана бу&nbsp;тўқмоқни ушлаб туринглар, мен бир
        оз&nbsp;мизғиб олай, фақат &laquo;Ур, тўқмоқ&raquo;, деб
        гапирманглар,&nbsp;&mdash; дебди.
      </>
    ),
    p26: (
      <>
        У&nbsp;кетгандан сўнг болалар қизиқиб: &laquo;Ур&nbsp;тўқмоқ&raquo;, деб
        бақиришган экан, тўқмоқ ҳаммасини ура бошлабди. Болаларнинг бақиргани
        учун чол югуриб келибди.
      </>
    ),
    p27: (
      <>
        Болалар бўлса, йиғлашиб:
        <br />
        &mdash;&nbsp;Жон ота, тўқмоқни тўхтатинг, биз сизнинг хумчангизни,
        дастурхонингизни олиб, ўрнига бошқа хумча, бошқа дастурхон қўйган эдик,
        тавба қилдик, ота, тўқмоқни тўхтатинг! &mdash; дейишибди.
      </>
    ),
    p28: (
      <>
        Чол: &laquo;Тур, тўқмоқ&raquo; деб бақирган экан, тўқмоқ уришдан
        тўхтабди. Болалар югуриб бориб уйларидан &laquo;Қайна, хумча&raquo;
        билан &quot;Очил, дастурхон&quot;ни чиқариб берибдилар, чол йўлга
        тушибди.
      </>
    ),
    p29: (
      <>
        Оз&nbsp;юриб, кўп юриб, кўп юрса ҳам мўл юриб, кўл демай, чўл демай етти
        кеча-етти кундузда уйига бориб етибди.&laquo;Қайна, хумча&raquo; деган
        экан, хумчадан тилла қайнаб чиқибди. &laquo;Очил, дастурхон&raquo;,
        деган экан, ҳар хил таомлар муҳайё бўлибди. Умриларида кўрмаган
        таомларни&nbsp;еб, чол билан кампир хурсанд бўлибдилар.
      </>
    ),
    p30: (
      <>
        Тиллаларга чол яхши уй&nbsp;солдирибди ва&nbsp;хонни уйига
        меҳмондорчиликка чақирган экан, хон:
        <br />
        &mdash;&nbsp;Мен хон бўлсаму, ўша камбағал, қашшоқ чолнинг уйига
        меҳмондорчиликка бораманми&quot;, деб бормабди.
      </>
    ),
    p31: (
      <>
        Чолнинг жаҳли чиқиб хонни урушга чақирибди. Эртасига хон етти минг
        аскарни тайёрлаб, чолнинг уйи олдига тизиб.
      </>
    ),
    p32: (
      <>
        &mdash;&nbsp;Қани, чол, жонинг бўлса урушга чиқ! &mdash; дебди хон.
        Чол эшикдан чиқиб тўқмоққа қараб:
        <br />
        &mdash;&nbsp;Ур, тўқмоқ!
      </>
    ),
    p33: (
      <>
        Тўқмоқ ҳамма аскарларни биттадан уриб ётқизиб қўйибди, охирида тўқмоқ
        хонни ура бошлабди. Хон:
        <br />
        &mdash;&nbsp;Чол, тўқмоғингни тўхтат, сен енгдинг, мени ўлимдан олиб
        қол, юртга сен ҳоким бўла қол!
      </>
    ),
    p34: (
      <>
        Чол тўқмоқни тўхтатибди. Ўзи юртга ҳоким бўлибди. Муроди мақсадига
        етибди.
      </>
    ),
  },
};

export { tale_2_rus, tale_2_uzb }
